<!doctype html>



  


<html class="theme-next pisces use-motion">
<head>
  <meta charset="UTF-8"/>
<meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1" />
<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1"/>



<meta http-equiv="Cache-Control" content="no-transform" />
<meta http-equiv="Cache-Control" content="no-siteapp" />












  
  
  <link href="/next_vendor/fancybox/source/jquery.fancybox.css?v=2.1.5" rel="stylesheet" type="text/css" />




  
  
  
  

  
    
    
  

  

  

  

  

  
    
    
    <link href="//fonts.googleapis.com/css?family=Lato:300,300italic,400,400italic,700,700italic&subset=latin,latin-ext" rel="stylesheet" type="text/css">
  






<link href="/next_vendor/font-awesome/css/font-awesome.min.css?v=4.4.0" rel="stylesheet" type="text/css" />

<link href="/css/main.css?v=5.0.1" rel="stylesheet" type="text/css" />


  <meta name="keywords" content="zhangyi's blog" />








  <link rel="shortcut icon" type="image/x-icon" href="/favicon.ico?v=5.0.1" />






<meta name="description" content="懒">
<meta property="og:type" content="website">
<meta property="og:title" content="Zhang·Yi's ❤ Home">
<meta property="og:url" content="http://zhangyi.im/index.html">
<meta property="og:site_name" content="Zhang·Yi's ❤ Home">
<meta property="og:description" content="懒">
<meta name="twitter:card" content="summary">
<meta name="twitter:title" content="Zhang·Yi's ❤ Home">
<meta name="twitter:description" content="懒">



<script type="text/javascript" id="hexo.configuration">
  var NexT = window.NexT || {};
  var CONFIG = {
    scheme: 'Pisces',
    sidebar: {"position":"right","display":"post"},
    fancybox: true,
    motion: true,
    duoshuo: {
      userId: 0,
      author: 'Author'
    }
  };
</script>

  <title> Zhang·Yi's ❤ Home </title>
</head>

<body itemscope itemtype="http://schema.org/WebPage" lang="en">

  



  <script type="text/javascript">
    var _hmt = _hmt || [];
    (function() {
      var hm = document.createElement("script");
      hm.src = "//hm.baidu.com/hm.js?d7fbb811fdddaff8a32d669c1f4ec8bc";
      var s = document.getElementsByTagName("script")[0];
      s.parentNode.insertBefore(hm, s);
    })();
  </script>








  
  
    
  

  <div class="container one-collumn sidebar-position-right 
   page-home 
 ">
    <div class="headband"></div>

    <header id="header" class="header" itemscope itemtype="http://schema.org/WPHeader">
      <div class="header-inner"><div class="site-meta ">
  

  <div class="custom-logo-site-title">
    <a href="/"  class="brand" rel="start">
      <span class="logo-line-before"><i></i></span>
      <span class="site-title">Zhang·Yi's ❤ Home</span>
      <span class="logo-line-after"><i></i></span>
    </a>
  </div>
  <p class="site-subtitle">Nothing changed</p>
</div>

<div class="site-nav-toggle">
  <button>
    <span class="btn-bar"></span>
    <span class="btn-bar"></span>
    <span class="btn-bar"></span>
  </button>
</div>

<nav class="site-nav">
  

  
    <ul id="menu" class="menu">
      
        
        <li class="menu-item menu-item-home">
          <a href="/" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-home"></i> <br />
            
            Home
          </a>
        </li>
      
        
        <li class="menu-item menu-item-categories">
          <a href="/categories" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-th"></i> <br />
            
            Categories
          </a>
        </li>
      
        
        <li class="menu-item menu-item-about">
          <a href="/about" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-user"></i> <br />
            
            About
          </a>
        </li>
      
        
        <li class="menu-item menu-item-archives">
          <a href="/archives" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-archive"></i> <br />
            
            Archives
          </a>
        </li>
      
        
        <li class="menu-item menu-item-tags">
          <a href="/tags" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-tags"></i> <br />
            
            Tags
          </a>
        </li>
      

      
    </ul>
  

  
</nav>

 </div>
    </header>

    <main id="main" class="main">
      <div class="main-inner">
        <div class="content-wrap">
          <div id="content" class="content">
            
  <section id="posts" class="posts-expand">
    
      

  
  

  
  
  

  <article class="post post-type-normal " itemscope itemtype="http://schema.org/Article">

    
      <header class="post-header">

        
        
          <h1 class="post-title" itemprop="name headline">
            
            
              
                
                <a class="post-title-link" href="/2017/01/01/new-year/" itemprop="url">
                  2017-新年
                </a>
              
            
          </h1>
        

        <div class="post-meta">
          <span class="post-time">
            <span class="post-meta-item-icon">
              <i class="fa fa-calendar-o"></i>
            </span>
            <span class="post-meta-item-text">Posted on</span>
            <time itemprop="dateCreated" datetime="2017-01-01T15:32:12+08:00" content="2017-01-01">
              2017-01-01
            </time>
          </span>

          

          
            
          

          

          
          

          
        </div>
      </header>
    


    <div class="post-body" itemprop="articleBody">

      
      

      
        
          <p>&#x4ECA;&#x5929;&#x662F;2017&#x5E74;&#x7684;&#x7B2C;&#x4E00;&#x5929;&#xFF0C;&#x521A;&#x521A;&#x8FC7;&#x53BB;&#x7684;2016&#x5DF2;&#x7ECF;&#x6210;&#x4E3A;&#x5386;&#x53F2;&#xFF0C;whatever&#x5E94;&#x8BE5;&#x6536;&#x8D77;&#x884C;&#x56CA;&#x7EE7;&#x7EED;&#x4E0A;&#x8DEF;&#x5427;&#x3002;</p>
<p>&#x6700;&#x8FD1;&#x770B;&#x8FC7;&#x51E0;&#x672C;&#x4E66;&#xFF0C;&#x63D0;&#x70BC;&#x51FA;&#x6765;&#x4E00;&#x53E5;&#x8BDD;&#x5C31;&#x662F;&#xFF1A;&#x300E;&#x5F53;&#x4F60;&#x6CA1;&#x6709;&#x8BA1;&#x5212;&#xFF0C;&#x6CA1;&#x6709;&#x76EE;&#x6807;&#xFF0C;&#x6CA1;&#x6709;&#x89C4;&#x5212;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x8BF7;&#x5F00;&#x59CB;&#x7ACB;&#x523B;&#x4E0A;&#x8DEF;&#xFF0C;&#x4E0D;&#x8981;&#x803D;&#x6401;&#xFF0C;&#x5728;&#x8DEF;&#x4E0A;&#x53BB;&#x8C03;&#x6574;&#x4F60;&#x7684;&#x76EE;&#x6807;&#xFF0C;&#x77ED;&#x671F;&#x7684;&#x590D;&#x76D8;&#xFF0C;&#x4E0D;&#x65AD;&#x4F18;&#x5316;&#x300F;&#x3002;&#x8FD9;&#x79CD;&#x8FF7;&#x832B;&#x7684;&#x51FA;&#x53D1;&#xFF0C;&#x65E9;&#x671F;&#x80AF;&#x5B9A;&#x662F;&#x75DB;&#x82E6;&#x7684;&#xFF0C;&#x4F46;&#x662F;&#x603B;&#x662F;&#x4E0D;&#x613F;&#x610F;&#x8FC8;&#x51FA;&#x90A3;&#x4E00;&#x6B65;&#xFF0C;&#x5C31;&#x4F1A;&#x6D6A;&#x8D39;&#x66F4;&#x591A;&#x66F4;&#x591A;&#x7684;&#x53EF;&#x80FD;&#x3002;&#x6240;&#x4EE5;&#x8BF7;&#x8BB0;&#x4F4F;&#xFF0C;&#x65E0;&#x8BBA;&#x5982;&#x4F55;&#xFF0C;&#x628A;&#x81EA;&#x5DF1;&#x7F6E;&#x8EAB;&#x4E8E;&#x4E00;&#x79CD;&#x300E;&#x76F8;&#x5BF9;&#x78E8;&#x96BE;&#x300F;&#x4E2D;&#xFF0C;&#x4F1A;&#x6709;&#x66F4;&#x591A;&#x610F;&#x60F3;&#x4E0D;&#x5230;&#x7684;&#x6536;&#x83B7;&#x3002;<br>&#x5176;&#x5B9E;&#x8BF4;&#x4E86;&#x8FD9;&#x4E48;&#x591A;&#xFF0C;&#x5C31;&#x662F;&#x884C;&#x80DC;&#x4E8E;&#x8A00;&#x3002;</p>
<p>&#x6628;&#x665A;&#x8DE8;&#x5E74;&#xFF0C;&#x65E9;&#x65E9;&#x7684;&#x88AB;&#x8DE8;&#x5E74;&#x6F14;&#x5531;&#x4F1A;&#x5531;&#x5F97;&#x778C;&#x7761;&#x8FDE;&#x5929;&#xFF0C;&#x4E8E;&#x662F;&#x6768;&#x8001;&#x5E08;&#x4E0D;&#x5230;10&#x70B9;&#x534A;&#xFF0C;&#x5C31;&#x5DF2;&#x7ECF;&#x9635;&#x4EA1;&#x4E86;&#xFF0C;&#x52C9;&#x5F3A;&#x78E8;&#x8E6D;&#x5230;12&#x70B9;&#xFF0C;&#x6572;&#x9192;&#x5979;&#x4E92;&#x9053;&#x65B0;&#x5E74;&#x5FEB;&#x4E50;&#x4E86;&#xFF0C; &#x4E00;&#x89C9;&#x7761;&#x5230;&#x4E86;8:xx ,&#x771F;&#x662F;&#x7761;&#x5F97;&#x597D;&#x8212;&#x670D;&#x3002;&#x4E8E;&#x662F;&#x65E9;&#x4E0A;&#x8D77;&#x6765;&#x6253;&#x7B97;&#x7528;&#x65B0;&#x76F8;&#x673A;&#x62CD;&#x62CD;&#x7247;&#xFF0C;&#x54C8;&#x54C8;&#x54C8;&#xFF0C;&#x591A;&#x4E8F;&#x4E86;&#x6211;&#x6628;&#x665A;&#x8FD8;&#x8BB0;&#x5F97;&#x7ED9;&#x76F8;&#x673A;&#x5145;&#x7535;&#x3002;&#x4E0B;&#x9762;&#x5C31;&#x662F;&#x6211;&#x4EEC;&#x7684;1Dx&#x9996;&#x79C0;&#x3002;&#x8D6B;&#x8D6B;&#x54C8;&#x563F;~</p>
<h2 id="&#x65E9;&#x4E0A;&#x7B2C;&#x4E00;&#x5929;&#x5C31;&#x8981;&#x8D77;&#x6765;&#x770B;&#x4E66;&#xFF0C;&#x6211;&#x662F;&#x62D2;&#x7EDD;&#x7684;"><a href="#&#x65E9;&#x4E0A;&#x7B2C;&#x4E00;&#x5929;&#x5C31;&#x8981;&#x8D77;&#x6765;&#x770B;&#x4E66;&#xFF0C;&#x6211;&#x662F;&#x62D2;&#x7EDD;&#x7684;" class="headerlink" title="&#x65E9;&#x4E0A;&#x7B2C;&#x4E00;&#x5929;&#x5C31;&#x8981;&#x8D77;&#x6765;&#x770B;&#x4E66;&#xFF0C;&#x6211;&#x662F;&#x62D2;&#x7EDD;&#x7684;"></a>&#x65E9;&#x4E0A;&#x7B2C;&#x4E00;&#x5929;&#x5C31;&#x8981;&#x8D77;&#x6765;&#x770B;&#x4E66;&#xFF0C;&#x6211;&#x662F;&#x62D2;&#x7EDD;&#x7684;</h2><p><img src="/2017/01/01/new-year/new-year1.jpeg" alt="new-year"></p>
<h2 id="&#x800C;&#x4E14;&#x662F;&#x770B;&#x7B97;&#x6CD5;"><a href="#&#x800C;&#x4E14;&#x662F;&#x770B;&#x7B97;&#x6CD5;" class="headerlink" title="&#x800C;&#x4E14;&#x662F;&#x770B;&#x7B97;&#x6CD5;"></a>&#x800C;&#x4E14;&#x662F;&#x770B;&#x7B97;&#x6CD5;</h2><p><img src="/2017/01/01/new-year/new-year2.jpeg" alt="new-year"></p>
          <div class="post-more-link text-center">
            <a class="btn" href="/2017/01/01/new-year/#more" rel="contents">
              Read more &raquo;
            </a>
          </div>
        
      
    </div>

    <div>
      
    </div>

    <div>
      
    </div>

    <footer class="post-footer">
      

      

      
      
        <div class="post-eof"></div>
      
    </footer>
  </article>


    
      

  
  

  
  
  

  <article class="post post-type-normal " itemscope itemtype="http://schema.org/Article">

    
      <header class="post-header">

        
        
          <h1 class="post-title" itemprop="name headline">
            
            
              
                
                <a class="post-title-link" href="/2016/12/19/snow/" itemprop="url">
                  想去陌生的地方看下雪
                </a>
              
            
          </h1>
        

        <div class="post-meta">
          <span class="post-time">
            <span class="post-meta-item-icon">
              <i class="fa fa-calendar-o"></i>
            </span>
            <span class="post-meta-item-text">Posted on</span>
            <time itemprop="dateCreated" datetime="2016-12-19T00:58:04+08:00" content="2016-12-19">
              2016-12-19
            </time>
          </span>

          

          
            
          

          

          
          

          
        </div>
      </header>
    


    <div class="post-body" itemprop="articleBody">

      
      

      
        
          <p>&#x5468;&#x672B;&#x8FC7;&#x5F97;&#x597D;&#x5FEB;&#xFF0C;&#x8FD8;&#x6709;&#x4E0D;&#x5230;7&#x5C0F;&#x65F6;&#x5C31;&#x8981;&#x4E0A;&#x73ED;&#x4E86;&#xFF0C;&#x611F;&#x89C9;&#x81EA;&#x5DF1;&#x53C8;&#x6BD4;&#x4E0A;&#x4E00;&#x53E5;&#x8001;&#x4E86;5s&#x3002;</p>
<p>&#x8FD9;&#x5468;&#x672B;&#x7684;&#x65F6;&#x5019;&#x6709;&#x4E24;&#x4F4D;&#x5C0F;&#x4F19;&#x4F34;&#x7684;&#x5973;&#x513F;&#x90FD;&#x6EE1;&#x6708;&#x548C;&#x6EE1;100&#x5929;&#xFF0C;&#x65F6;&#x95F4;&#x8FC7;&#x5F97;&#x771F;&#x5FEB;&#xFF0C;&#x4EFF;&#x4F5B;&#x4E0A;&#x4E00;&#x523B;&#x624D;&#x4E0B;&#x4E86;&#x8BFE;&#x95F4;&#x64CD;&#xFF0C;&#x6216;&#x8005;&#x4E0A;&#x5B8C;&#x4F53;&#x80B2;&#x8BFE;&#xFF0C;&#x4EA6;&#x6216;&#x8005;&#x5468;&#x4E94;&#x665A;&#x4E0B;&#x4E86;&#x665A;&#x81EA;&#x4E60;&#x3002;&#x4EE5;&#x524D;&#x603B;&#x89C9;&#x5F97;&#x81EA;&#x5DF1;&#x8FD8;&#x5E74;&#x8F7B;&#x7684;&#xFF0C;&#x5982;&#x4ECA;&#x4E5F;&#x4F1A;&#x611F;&#x53F9;&#xFF0C;&#x6211;&#x4E5F;&#x5FEB;30&#x5C81;&#x4E86;&#x3002;&#x4E00;&#x76F4;&#x611F;&#x89C9;&#x6821;&#x56ED;&#x751F;&#x6D3B;&#x79BB;&#x81EA;&#x5DF1;&#x5E76;&#x4E0D;&#x9065;&#x8FDC;&#xFF0C;&#x4F46;&#x662F;&#x4ECA;&#x5929;&#x548C;&#x6768;&#x8001;&#x5E08;&#x804A;&#x8D77;&#x4E86;&#x4E00;&#x6BB5;&#x5F80;&#x4E8B;&#xFF0C;&#x53D1;&#x73B0;&#x65F6;&#x95F4;&#x8FD8;&#x662F;&#x6084;&#x6084;&#x7684;&#x8D70;&#x4E86;&#x597D;&#x8FDC;&#x597D;&#x8FDC;&#x4E86;&#x3002;&#x5DE5;&#x4F5C;3&#x5E74;&#xFF0C;&#x5927;&#x5B66;4&#x5E74;&#xFF0C;&#x9AD8;&#x4E2D;3&#x5E74;&#xFF0C;&#x521D;&#x4E2D;4&#x5E74;&#xFF0C;&#x56DE;&#x60F3;&#x8D77;&#x6765;&#xFF1A;&#x90A3;&#x65F6;&#x6211;&#x4EEC;&#x540C;&#x684C;&#xFF0C;56&#x4E2A;&#x6625;&#x590F;&#x79CB;&#x51AC;&#xFF0C;&#x597D;&#x591A;&#x6545;&#x4E8B;&#x548C;&#x4EBA;&#x7269;&#xFF0C;&#x6765;&#x4E86;&#x53C8;&#x53BB;&#xFF0C;&#x8BB0;&#x4F4F;&#x7684;&#x3001;&#x9057;&#x5FD8;&#x7684;&#x90FD;&#x5728;&#x53D1;&#x751F;&#xFF0C;&#x4E5F;&#x66FE;&#x8D70;&#x5165;&#x3001;&#x8D70;&#x51FA;&#x8FC7;&#x522B;&#x4EBA;&#x7684;&#x98CE;&#x666F;&#xFF0C;&#x4E5F;&#x5C31;&#x662F;&#x90A3;&#x4E00;&#x70B9;&#x9634;&#x5DEE;&#x9633;&#x9519;&#xFF0C;&#x6211;&#x4EEC;&#x6070;&#x597D;&#x6CA1;&#x5FD8;&#x8BB0;&#xFF0C;&#x6240;&#x4EE5;&#x4E5F;&#x5C31;&#x6709;&#x4E86;&#x4ECA;&#x5929;&#x5427;&#x3002;</p>
<p>14&#x5E74;&#x524D;&#x7684;&#x540C;&#x684C;&#xFF0C;&#x4F60;&#x80FD;&#x60F3;&#x8C61;&#x5979;&#x4F1A;&#x548C;&#x4F60;&#x5728;&#x4E00;&#x8D77;&#x5417;&#xFF1F;</p>
<p>&#x6240;&#x6709;&#x7684;&#x56DE;&#x5FC6;&#x6700;&#x7EC8;&#x90FD;&#x4F1A;&#x6E29;&#x6696;&#x4EBA;&#x5427;&#xFF0C;&#x5C31;&#x653E;&#x4F5B;&#x4F60;&#x5728;&#x751F;&#x547D;&#x6700;&#x540E;&#x4E00;&#x523B;&#xFF0C;&#x4F1A;&#x4E0D;&#x4F1A;&#x89C9;&#x5F97;&#x5F53;&#x521D;&#x9009;&#x62E9;&#x79BB;&#x5F00;&#xFF0C;&#x9009;&#x62E9;&#x7559;&#x4E0B;&#xFF0C;&#x9009;&#x62E9;&#x65C5;&#x884C;&#x7684;&#x76EE;&#x7684;&#x5730;&#xFF0C;&#x9009;&#x62E9;&#x67D0;&#x5EA7;&#x57CE;&#x5E02;&#xFF0C;&#x9009;&#x62E9;&#x67D0;&#x4E2A;&#x4EBA;&#x90FD;&#x662F;&#x90A3;&#x4E48;&#x7684;&#x7F8E;&#x597D;&#xFF0C;&#x662F;&#x56E0;&#x4E3A;&#x90A3;&#x662F;&#x771F;&#x5B9E;&#x53D1;&#x751F;&#x7684;&#x554A;&#xFF0C;&#x5E73;&#x6DE1;&#x548C;&#x6CE2;&#x6F9C;&#x90FD;&#x5C06;&#x6563;&#x53BB;&#xFF0C;&#x552F;&#x6709;&#x5185;&#x5FC3;&#x91CC;&#x9762;&#x7684;&#x4E1C;&#x897F;&#x5E26;&#x4E0D;&#x8D70;&#x3002;&#x751F;&#x547D;&#x5C3D;&#x5934;&#xFF0C;&#x6211;&#x4E00;&#x5B9A;&#x8FD8;&#x80FD;&#x8BB0;&#x4F4F;&#x90A3;&#x4E2A;&#x590F;&#x5929;&#x3001;&#x90A3;&#x6240;&#x5C0F;&#x57CE;&#x3001;&#x90A3;&#x4EF6;&#x6821;&#x670D;&#x3001;&#x4E0A;&#x8BFE;&#x94C3;&#x58F0;&#x3001;&#x7EA2;&#x8272;&#x8D70;&#x5ECA;&#x3001;&#x6559;&#x5BA4;&#x7B2C;&#x4E09;&#x6392;&#xFF0C;&#x5750;&#x6211;&#x53F3;&#x8FB9;&#x7684;&#x90A3;&#x4F4D;&#x59D1;&#x5A18;&#x3002;</p>
<p>&#x5199;&#x5230;&#x8FD9;&#x91CC;&#xFF0C;&#x5982;&#x679C;&#x662F;&#x547D;&#x9898;&#x4F5C;&#x6587;&#xFF0C;&#x57FA;&#x672C;&#x4E0A;&#x5C31;&#x662F;0&#x5206;&#x4E86;&#x3002;&#x597D;&#xFF0C;&#x6536;~</p>
<p>&#x5176;&#x5B9E;&#x5468;&#x672B;&#x8FDE;&#x7EED;&#x4E24;&#x5929;&#x7684;&#x96FE;&#x973E;&#xFF0C;&#x671B;&#x51FA;&#x7A97;&#x5916;&#xFF0C;&#x767D;&#x832B;&#x832B;&#x7684;&#x4E00;&#x7247;&#xFF0C;&#x7A81;&#x7136;&#x6709;&#x70B9;&#x671F;&#x5F85;&#x53BB;&#x5F88;&#x8FDC;&#x5F88;&#x8FDC;&#x7684;&#x5730;&#x65B9;&#x770B;&#x96EA;&#x3002;<br>&#x5468;&#x672B;&#x4E70;&#x4E86;&#x4E00;&#x672C;&#x53BB;&#x65E5;&#x672C;&#x7684;&#x65C5;&#x6E38;LP&#xFF0C;&#x5E0C;&#x671B;&#x770B;&#x8FD8;&#x80FD;&#x51C6;&#x5907;&#x70B9;&#x4EC0;&#x4E48;&#x66F4;&#x5145;&#x5206;&#x7684;&#x4E1C;&#x897F;&#x3002;&#x6BD5;&#x7ADF;&#x611F;&#x89C9;&#x8FD8;&#x6709;&#x597D;&#x591A;&#x4E8B;&#x60C5;&#x6CA1;&#x843D;&#x5B9E;&#x5462;&#xFF01;&#x8FD8;&#x662F;&#x5F97;&#x7EE7;&#x7EED;&#x641E;&#x8D77;&#x6765;&#x3002;</p>
<p>&#x8FD8;&#x6709;&#x6700;&#x8FD1;&#x56E0;&#x4E3A;&#x540C;&#x4E8B;&#x6000;&#x5B55;&#xFF0C;&#x5FD9;&#x5F97;&#x4E0D;&#x884C;&#xFF0C;&#x4F46;&#x662F;&#x751F;&#x6D3B;&#x8FD8;&#x662F;&#x8981;&#x7EE7;&#x7EED;&#xFF0C;&#x4E0B;&#x9762;&#x53C8;&#x5230;&#x4E86;&#x6211;&#x7684;&#x70AB;&#x56FE;&#x65F6;&#x95F4;&#x3002;</p>
<p>&#x5230;&#x8FD9;&#x91CC;&#xFF0C;&#x6211;&#x53C8;&#x8BFB;&#x4E86;&#x4E00;&#x904D;&#x6211;&#x4E0A;&#x9762;&#x5199;&#x5F97;&#x6587;&#x5B57;&#xFF0C;&#x6211;&#x518D;&#x8BF4;&#x4E00;&#x904D;&#xFF0C;&#x6211;&#x60F3;&#x53BB;&#x964C;&#x751F;&#x7684;&#x5730;&#x65B9;&#x548C;&#x4F60;&#x770B;&#x4E0B;&#x96EA;&#xFF0C;&#x8FD9;&#x6837;&#x6263;&#x9898;&#x4F1A;&#x4E0D;&#x4F1A;+1&#x5206;&#xFF1F;<br>&#x7531;&#x4E8E;&#x56FE;&#x7247;&#x548C;&#x4E0B;&#x96EA;&#x4E5F;&#x65E0;&#x5173;&#xFF0C;&#x4E0A;&#x9762;&#x52A0;&#x7684;&#x90A3;&#x5206;&#x4F30;&#x8BA1;&#x4E5F;&#x4F1A;&#x88AB;&#x6263;&#x6389;</p>
<h2 id="&#x6211;&#x6709;&#x4E24;&#x4E2A;&#x5973;&#x7968;"><a href="#&#x6211;&#x6709;&#x4E24;&#x4E2A;&#x5973;&#x7968;" class="headerlink" title="&#x6211;&#x6709;&#x4E24;&#x4E2A;&#x5973;&#x7968;"></a>&#x6211;&#x6709;&#x4E24;&#x4E2A;&#x5973;&#x7968;</h2><p><img src="/2016/12/19/snow/both.jpeg" class="little-image"></p>
          <div class="post-more-link text-center">
            <a class="btn" href="/2016/12/19/snow/#more" rel="contents">
              Read more &raquo;
            </a>
          </div>
        
      
    </div>

    <div>
      
    </div>

    <div>
      
    </div>

    <footer class="post-footer">
      

      

      
      
        <div class="post-eof"></div>
      
    </footer>
  </article>


    
      

  
  

  
  
  

  <article class="post post-type-normal " itemscope itemtype="http://schema.org/Article">

    
      <header class="post-header">

        
        
          <h1 class="post-title" itemprop="name headline">
            
            
              
                
                <a class="post-title-link" href="/2016/12/10/tailor2/" itemprop="url">
                  小裁缝（续）
                </a>
              
            
          </h1>
        

        <div class="post-meta">
          <span class="post-time">
            <span class="post-meta-item-icon">
              <i class="fa fa-calendar-o"></i>
            </span>
            <span class="post-meta-item-text">Posted on</span>
            <time itemprop="dateCreated" datetime="2016-12-10T20:30:36+08:00" content="2016-12-10">
              2016-12-10
            </time>
          </span>

          

          
            
          

          

          
          

          
        </div>
      </header>
    


    <div class="post-body" itemprop="articleBody">

      
      

      
        
          <p>Hello ~~<br>&#x4ECA;&#x5929;&#x662F;&#x661F;&#x671F;&#x516D;&#xFF0C;&#x73B0;&#x5728;&#x662F;&#x665A;&#x4E0A;&#x4E5D;&#x70B9;20&#xFF0C;&#x5EA6;&#x8FC7;&#x5F88;&#x5145;&#x5B9E;&#x7684;&#x4E00;&#x5929;&#x3002;&#x8FDE;&#x7EED;&#x5B85;&#x4E86;&#x51E0;&#x5468;&#x540E;&#xFF0C;&#x4ECA;&#x5929;&#x5B8C;&#x6210;&#x4E86;&#x4E00;&#x6B21;10&#x516C;&#x91CC;&#x7684;&#x5BA4;&#x5185;&#x8DD1;&#xFF0C;&#x79BB;&#x4ECA;&#x5E74;100&#x516C;&#x91CC;&#x7684;&#x76EE;&#x6807;&#x8FD8;&#x6709;25&#x516C;&#x91CC;&#x672A;&#x5B8C;&#x6210;&#xFF0C;&#x9769;&#x547D;&#x5C1A;&#x672A;&#x6210;&#x529F;&#xFF0C;&#x540C;&#x5FD7;&#x8FD8;&#x9700;&#x52AA;&#x529B;&#x3002;</p>
<p>&#x4E0A;&#x6B21;&#x8DDF;&#x76DB;&#x590F;&#x599E;&#x900F;&#x9732;&#x4E86;&#x4E00;&#x70B9;&#x70B9;&#x611F;&#x60C5;&#x7684;&#x52A8;&#x5411;&#xFF0C;&#x5979;&#x5728;&#x6012;&#x770B;&#x7F51;&#x7AD9;&#x8FC7;&#x540E;&#xFF0C;&#x8BF4;:&#x201D;&#x53BB;&#x627E;&#x4F60;&#x7684;&#x5C0F;&#x88C1;&#x7F1D;&#xFF0C;&#x4E0D;&#x8981;&#x6765;&#x627E;&#x6211;&#x201D;&#x3002;&#x53EF;&#x662F;&#x65F6;&#x95F4;&#x4E00;&#x6643;&#xFF0C;&#x5C0F;&#x88C1;&#x7F1D;&#x7EED;&#x96C6;&#x51FA;&#x6765;&#x4E86;[&#x6342;&#x773C;][&#x6342;&#x773C;][&#x6342;&#x773C;] &#x54C8;&#x54C8;</p>
<p>&#x6768;&#x8001;&#x5E08;&#x5468;&#x672B;&#x61D2;&#x5E8A;&#x5230;10&#x70B9;+&#xFF0C;&#x8D77;&#x5E8A;&#x540E;&#x5C31;&#x8BF4;&#x4ECA;&#x5929;&#x8981;&#x51FA;&#x95E8;&#xFF0C;&#x95EE;&#x5979;&#x8981;&#x53BB;&#x5E72;&#x4EC0;&#x4E48;&#xFF0C;&#x8FD8;&#x4FDD;&#x5BC6;&#x8BF4;&#x4E0D;&#x544A;&#x8BC9;&#x4F60;&#x3002;&#x7ECF;&#x8FC7;&#x5927;&#x8111;&#x7684;&#x5224;&#x65AD;&#xFF0C;&#x54C8;&#x54C8;&#x54C8;&#xFF0C;&#x4ECA;&#x5929;&#x662F;&#x8981;&#x53BB;&#x505A;&#x94A5;&#x5319;&#x6263;&#x3002;&#x539F;&#x56E0;&#x662F;&#x56E0;&#x4E3A;&#x4E0A;&#x6B21;&#x94B1;&#x5305;&#x53EA;&#x6709;&#x6211;&#x7684;&#x540D;&#x5B57;&#xFF0C;&#x4E24;&#x4E2A;&#x4EBA;&#x5F53;&#x7136;&#x8981;&#x6709;&#x4E24;&#x4E2A;&#x4EBA;&#x7684;&#x540D;&#x5B57;&#x624D;&#x6700;&#x597D;&#x54AF;&#xFF0C;&#x8BF4;&#x4E00;&#x6253;&#x7B97;&#x518D;DIY&#x4E00;&#x4E2A;&#x94A5;&#x5319;&#x6263;&#xFF0C;&#x8FD9;&#x6837;&#x5C31;&#x5706;&#x5706;&#x6EE1;&#x6EE1;&#x62C9;&#x3002;&#x4F46;&#x4E5F;&#x4E0D;&#x77E5;&#x9053;&#x600E;&#x4E48;&#x5FEB;&#x5230;12&#x70B9;&#x624D;&#x51FA;&#x95E8;~ &#x5230;&#x4E86;&#x505A;&#x624B;&#x5DE5;&#x7684;&#x5730;&#x65B9;&#xFF0C;&#x5403;&#x4E0A;&#x5348;&#x996D;&#x7684;&#x65F6;&#x5019;&#x90FD;1&#x70B9;&#x8FC7;&#x4E86;&#xFF0C;&#x6768;&#x8001;&#x5E08;&#x559D;&#x7684;&#x51AC;&#x836B;&#x529F;&#x6C64;[&#x4E16;&#x754C;&#x5341;&#x5927;&#x540D;&#x6C64;&#x4E4B;&#x4E00;,&#x5728;&#x6CF0;&#x8BED;&#x4E2D;&#xFF0C;&#x201C;&#x51AC;&#x836B;&#x201D;&#x6307;&#x9178;&#x8FA3;&#xFF0C;&#x201C;&#x529F;&#x201D;&#x5373;&#x662F;&#x867E;&#xFF0C;&#x5408;&#x8D77;&#x6765;&#x5C31;&#x662F;&#x9178;&#x8FA3;&#x867E;&#x6C64;&#x4E86;]&#xFF0C;&#x4E0D;&#x8981;&#x95EE;&#x6211;&#x4E3A;&#x4EC0;&#x4E48;&#x8D34;&#x8BCD;&#x6761;&#xFF0C;&#x56E0;&#x4E3A;&#x6211;&#x4EE5;&#x4E3A;&#x8FD9;&#x662F;&#x5927;&#x59E8;&#x5988;&#x6765;&#x4E86;&#x7684;&#x65F6;&#x5019;&#x7684;&#x8865;&#x54C1;&#x3002;</p>
<p>&#x8BF4;&#x4E86;&#x8FD9;&#x4E48;&#x591A;&#x6D41;&#x6C34;&#xFF0C;&#x4E3A;&#x4EC0;&#x4E48;&#x4E0D;&#x4E0A;&#x56FE;&#x5462;&#xFF1F;&#xFF1F;&#xFF1F;&#xFF1F;&#xFF1F;&#xFF1F;<br>&#x662F;&#x56E0;&#x4E3A;&#x4ECA;&#x5929;&#x672C;&#x6765;&#x53EA;&#x7528;&#x505A;&#x4E00;&#x4E2A;&#x94A5;&#x5319;&#x6263;&#x7684;&#xFF0C;&#x4F46;&#x662F;&#x6768;&#x8001;&#x5E08;&#x5F97;&#x77E5;&#x6211;&#x7684;&#x76AE;&#x5E26;&#x6263;&#x574F;&#x4E86;&#xFF0C;&#x4E8E;&#x662F;&#x53C8;&#x82B1;&#x5F0F;&#x52A0;&#x96BE;&#x5EA6;&#x3001;&#x52A0;&#x7279;&#x6548;&#xFF0C;&#x6253;&#x7B97;&#x8D76;&#x5236;&#x4E00;&#x6761;&#x76AE;&#x5E26;&#x3002;&#x6700;&#x540E;&#x5FC3;&#x75BC;&#x5B9D;&#x5B9D;&#x7684;&#x624B;&#xFF0C;&#x53EA;&#x6709;&#x53BB;&#x65E5;&#x672C;&#x4E70;&#x624B;&#x971C;&#x7ED9;&#x6768;&#x8001;&#x5E08;&#x8865;&#x507F;&#x4E00;&#x4E0B;&#x4E86;&#x3002;&#x6768;&#x8001;&#x5E08;&#xFF0C;&#x8DEA;&#x6C42;&#x5237;&#x5237;&#x6211;&#x7684;&#x5361;&#x3002;</p>
<p>&#x597D;&#x4E86;&#x770B;&#x56FE;&#x5427;</p>
<h2 id="&#x8BA4;&#x771F;&#x7684;&#x6768;&#x8001;&#x5E08;&#x65E0;&#x654C;"><a href="#&#x8BA4;&#x771F;&#x7684;&#x6768;&#x8001;&#x5E08;&#x65E0;&#x654C;" class="headerlink" title="&#x8BA4;&#x771F;&#x7684;&#x6768;&#x8001;&#x5E08;&#x65E0;&#x654C;"></a>&#x8BA4;&#x771F;&#x7684;&#x6768;&#x8001;&#x5E08;&#x65E0;&#x654C;</h2><p><img src="/2016/12/10/tailor2/working.jpeg" alt="tailor"></p>
<p>&#x4E0A;&#x6B21;&#x7ED9;&#x4E86;&#x4E2A;&#x5C0F;&#x88C1;&#x7F1D;&#x79F0;&#x53F7;&#xFF0C;&#x8FD9;&#x6B21;&#x5E94;&#x8BE5;&#x5347;&#x4E2A;&#x7EA7;&#xFF0C;&#x8981;&#x4E0D;&#x53EB;&#x5DE5;&#x5320;&#x5E08;&#x5427;^_^</p>
<h2 id="&#x5DE5;&#x5320;"><a href="#&#x5DE5;&#x5320;" class="headerlink" title="&#x5DE5;&#x5320;"></a>&#x5DE5;&#x5320;</h2><p><img src="/2016/12/10/tailor2/working2.png" alt="tailor"></p>
          <div class="post-more-link text-center">
            <a class="btn" href="/2016/12/10/tailor2/#more" rel="contents">
              Read more &raquo;
            </a>
          </div>
        
      
    </div>

    <div>
      
    </div>

    <div>
      
    </div>

    <footer class="post-footer">
      

      

      
      
        <div class="post-eof"></div>
      
    </footer>
  </article>


    
      

  
  

  
  
  

  <article class="post post-type-normal " itemscope itemtype="http://schema.org/Article">

    
      <header class="post-header">

        
        
          <h1 class="post-title" itemprop="name headline">
            
            
              
                
                <a class="post-title-link" href="/2016/12/06/air-line/" itemprop="url">
                  空中旅行
                </a>
              
            
          </h1>
        

        <div class="post-meta">
          <span class="post-time">
            <span class="post-meta-item-icon">
              <i class="fa fa-calendar-o"></i>
            </span>
            <span class="post-meta-item-text">Posted on</span>
            <time itemprop="dateCreated" datetime="2016-12-06T22:56:29+08:00" content="2016-12-06">
              2016-12-06
            </time>
          </span>

          

          
            
          

          

          
          

          
        </div>
      </header>
    


    <div class="post-body" itemprop="articleBody">

      
      

      
        
          <p>&#x73B0;&#x5728;&#x98DE;&#x673A;&#x884C;&#x4F7F;&#x5728;&#x4E07;&#x7C73;&#x9AD8;&#x7A7A;&#xFF0C;&#x653B;&#x7565;&#x770B;&#x5F97;&#x6211;&#x7565;&#x56F0;&#x540E;&#xFF0C;&#x6211;&#x6253;&#x7B97;&#x6765;&#x8BB0;&#x5F55;&#x4E00;&#x4E0B;&#x8FD9;&#x51E0;&#x5929;&#x53D1;&#x751F;&#x7684;&#x4E8B;&#x60C5;&#x3002;</p>
<p>12&#x6708;2&#x65E5;&#x665A;&#x4E0A;10&#xFF1A;45&#x98DE;&#x673A;&#x7A33;&#x7A33;&#x7684;&#x964D;&#x843D;&#x5728;&#x6C5F;&#x5317;&#x673A;&#x573A;&#xFF0C;&#x706B;&#x901F;KFC&#xFF0C;&#x7136;&#x540E;&#x5F00;&#x8F66;&#x6765;&#x5230;&#x5B8B;&#x51AC;&#x91CE;&#x5531;&#x8FC7;&#x7684;&#x6C99;&#x4E2D;&#x8DEF;&#xFF0C;&#x90A3;&#x91CC;&#x505C;&#x8F66;&#x4F4D;&#x53EF;&#x771F;&#x96BE;&#x627E;&#x554A;&#xFF0C;&#x641E;&#x5B9A;&#x540E;&#xFF0C;&#x7EC8;&#x4E8E;&#x89C1;&#x5230;&#x4E86;&#x7761;&#x610F;&#x6D53;&#x6D53;&#x7684;&#x82B1;&#x9B41;~ &#x665A;&#x5B89;&#xFF01;&#x5C71;&#x57CE;&#x591C;&#x3002;</p>
<p>12&#x6708;3&#x65E5;&#x6797;&#x5BA5;&#x5609;&#x6F14;&#x5531;&#x4F1A;&#xFF1A;&#x8E29;&#x7740;&#x7B2C;&#x4E00;&#x9996;&#x6B4C;&#x7684;&#x8282;&#x594F;&#xFF0C;&#x8FDB;&#x5165;&#x5230;&#x73B0;&#x573A;&#x3002;2.5&#x5C0F;&#x65F6;&#x540E;&#x542C;&#x5B8C;&#x6574;&#x573A;&#xFF0C;&#x90A3;&#x4F4D;&#x5E78;&#x798F;&#x7684;&#x65B0;&#x90CE;&#x6709;&#x4E00;&#x80A1;&#x5C0F;&#x5C0F;&#x7684;&#x90AA;&#x6C14;&#x8FD8;&#x900F;&#x9732;&#x51FA;&#x4E00;&#x4E1D;&#x4E1D;&#x5014;&#x5F3A;&#x5462;&#x3002;&#x6211;&#x7684;&#x5168;&#x573A;&#x6700;&#x4F73;&#x300A;&#x5510;&#x4EBA;&#x8857;&#x300B;&#xFF0C;&#x539F;&#x56E0;&#xFF1A;&#x6211;&#x4E0D;&#x8BF4;^_&gt;&#x3002;</p>
<p>12&#x6708;4&#x65E5;&#x56DE;&#x4E86;&#x4E00;&#x8D9F;&#x8001;&#x5BB6;&#xFF0C;&#x7531;&#x4E8E;&#x65E9;&#x4E0A;&#x81EA;&#x5DF1;&#x7684;&#x62D6;&#x5EF6;&#xFF0C;&#x5DEE;&#x70B9;&#x803D;&#x8BEF;&#x4E86;&#x4E2D;&#x5348;&#x548C;&#x5973;&#x7968;&#x7238;&#x5988;&#x3001;&#x5916;&#x516C;&#x5916;&#x5A46;&#x5403;&#x996D;&#x7684;&#x65F6;&#x95F4;&#x3002;&#x548C;&#x6628;&#x665A;&#x770B;&#x6797;&#x5BA5;&#x5609;&#x6F14;&#x5531;&#x4F1A;&#x4E00;&#x6837;&#xFF0C;&#x53C8;&#x5F00;&#x542F;&#x4E86;&#x98DE;&#x5954;&#x6A21;&#x5F0F;&#xFF0C;&#x6BD4;&#x8F83;&#x5E78;&#x8FD0;&#x7684;&#x662F;&#x4EA4;&#x901A;&#x8FD8;&#x6CA1;&#x90A3;&#x4E48;&#x574F;&#xFF0C;&#x8D76;&#x5728;12&#x70B9;&#x949F;&#x5230;&#x8FBE;&#xFF0C;&#x5E76;&#x4E14;&#x6210;&#x529F;&#x89C1;&#x5230;&#x4E86;&#x6768;&#x5C0F;&#x5E06;&#x7684;&#x5BB6;&#x4EBA;&#xFF0C;&#x963F;&#x59E8;&#x8D85;&#x7EA7;&#x70ED;&#x60C5;&#x7684;&#x6B3E;&#x5F85;&#xFF0C;&#x6BD4;&#x5E73;&#x65F6;&#x591A;&#x4E86;4&#x3001;5&#x4E2A;&#x83DC;&#xFF0C;&#x611F;&#x89C9;&#x975E;&#x5E38;&#x5F00;&#x5FC3;&#xFF0C;&#x684C;&#x4E0A;&#x7684;&#x6BCF;&#x4E00;&#x4EFD;&#x83DC;&#x5305;&#x62EC;&#x665A;&#x4E0A;&#x5403;&#x7684;&#x725B;&#x8089;&#x90FD;&#x8D85;&#x7EA7;&#x8D5E;&#xFF0C;&#x770B;&#x6765;&#x6211;&#x7684;&#x53A8;&#x795E;&#x5730;&#x4F4D;&#x9700;&#x8981;&#x66F4;&#x5F3A;&#x5927;&#x7684;&#x6211;&#x6765;&#x634D;&#x536B;&#x4E86;&#x3002;</p>
          <div class="post-more-link text-center">
            <a class="btn" href="/2016/12/06/air-line/#more" rel="contents">
              Read more &raquo;
            </a>
          </div>
        
      
    </div>

    <div>
      
    </div>

    <div>
      
    </div>

    <footer class="post-footer">
      

      

      
      
        <div class="post-eof"></div>
      
    </footer>
  </article>


    
      

  
  

  
  
  

  <article class="post post-type-normal " itemscope itemtype="http://schema.org/Article">

    
      <header class="post-header">

        
        
          <h1 class="post-title" itemprop="name headline">
            
            
              
                
                <a class="post-title-link" href="/2016/11/27/home-weekend/" itemprop="url">
                  周末宅之迷
                </a>
              
            
          </h1>
        

        <div class="post-meta">
          <span class="post-time">
            <span class="post-meta-item-icon">
              <i class="fa fa-calendar-o"></i>
            </span>
            <span class="post-meta-item-text">Posted on</span>
            <time itemprop="dateCreated" datetime="2016-11-27T21:25:08+08:00" content="2016-11-27">
              2016-11-27
            </time>
          </span>

          

          
            
          

          

          
          

          
        </div>
      </header>
    


    <div class="post-body" itemprop="articleBody">

      
      

      
        
          <h2 id="&#x300A;&#x501F;&#x6211;&#x300B;"><a href="#&#x300A;&#x501F;&#x6211;&#x300B;" class="headerlink" title="&#x300A;&#x501F;&#x6211;&#x300B;"></a>&#x300A;&#x501F;&#x6211;&#x300B;</h2><p>&#x501F;&#x6211;&#x4E00;&#x4E2A;&#x66AE;&#x5E74;&#xFF0C;<br>&#x501F;&#x6211;&#x788E;&#x7247;&#xFF0C;<br>&#x501F;&#x6211;&#x77BB;&#x524D;&#x4E0E;&#x987E;&#x540E;&#xFF0C;<br>&#x501F;&#x6211;&#x6267;&#x62D7;&#x5982;&#x5C11;&#x5E74;&#x3002;<br>&#x501F;&#x6211;&#x540E;&#x5929;&#x957F;&#x6210;&#x7684;&#x5148;&#x5929;&#xFF0C;<br>&#x501F;&#x6211;&#x53D8;&#x5982;&#x4E0D;&#x66FE;&#x6539;&#x53D8;&#x3002;<br>&#x501F;&#x6211;&#x7D20;&#x6DE1;&#x7684;&#x4E16;&#x6545;&#x548C;&#x660E;&#x767D;&#x7684;&#x611A;&#xFF0C;<br>&#x501F;&#x6211;&#x53EF;&#x9884;&#x77E5;&#x7684;&#x8138;&#x3002;<br>&#x501F;&#x6211;&#x60B2;&#x6006;&#x7684;&#x78CA;&#x843D;&#xFF0C;<br>&#x501F;&#x6211;&#x6E29;&#x8F6F;&#x7684;&#x9C81;&#x83BD;&#x548C;&#x73A9;&#x7B11;&#x7684;&#x5E84;&#x4E25;&#x3002;<br>&#x501F;&#x6211;&#x6700;&#x521D;&#x4E0E;&#x6700;&#x7EC8;&#x7684;&#x4E0D;&#x501F;&#x6211;&#x4E0D;&#x8A00;&#x800C;&#x55BB;&#x7684;&#x4E0D;&#x89C1;&#x3002;<br>&#x501F;&#x6211;&#x4E00;&#x573A;&#x79CB;&#x554A;&#xFF0C;&#x53EF;&#x4F60;&#x8BF4;&#x8FD9;&#x5DF2;&#x662F;&#x51AC;&#x5929;&#x3002;</p>
<p>&#x4ECA;&#x5929;&#x4EE5;&#x4E00;&#x9996;&#x8BD7;&#x5F00;&#x59CB;&#x8BB0;&#x5F55;&#x5427;&#xFF0C;&#x5468;&#x672B;&#x5728;&#x5BB6;&#x91CC;&#x8212;&#x670D;&#x7684;&#x5B85;&#x4E86;&#x4E24;&#x5929;&#xFF0C;&#x672C;&#x6765;&#x8BF4;&#x597D;&#x8981;&#x53BB;&#x8DD1;&#x6B65;&#x7684;&#xFF0C;&#x7ED3;&#x679C;&#x8FD8;&#x662F;&#x6CA1;&#x80FD;&#x51FA;&#x95E8;&#x3002;&#x4ECA;&#x5E74;&#x8FD8;&#x6709;100&#x516C;&#x91CC;&#x7684;&#x76EE;&#x6807;&#x5462;&#xFF0C;&#x65F6;&#x95F4;&#x5FEB;&#x5269;&#x4E0B;&#x4E0D;&#x5230;&#x4E00;&#x4E2A;&#x6708;&#x4E86;~~~&#x597D;&#x6349;&#x6025;&#x3002;</p>
<p>&#x8FD8;&#x662F;&#x56DE;&#x5230;&#x4E0A;&#x9762;&#x90A3;&#x9996;&#x8BD7;&#x5427;&#x3002;&#x5927;&#x6982;2&#x5E74;&#x524D;&#xFF0C;&#x5B66;&#x64AD;&#x97F3;&#x4E3B;&#x6301;&#x7684;&#x6768;&#x8001;&#x5E08;&#x6717;&#x8BFB;&#x8FD9;&#x9996;&#x8BD7;&#x6765;&#x548C;&#x6211;&#x6BD4;&#x8D5B;&#xFF0C;&#x6211;&#x5F53;&#x65F6;&#x7684;&#x53C2;&#x8D5B;&#x4F5C;&#x54C1;&#x662F;&#x300A;&#x5F53;&#x4F60;&#x8001;&#x4E86;&#x300B;&#xFF0C;&#x54C8;&#x54C8;&#x54C8;&#xFF0C;&#x6211;&#x8FD9;&#x79CD;&#x9AD8;&#x7EA7;&#x5DDD;&#x666E;&#x8BF4;&#x666E;&#x901A;&#x8BDD;&#xFF0C;&#x5B8C;&#x8D25;&#x662F;&#x5F88;&#x6B63;&#x5E38;&#x7684;&#x54AF;~ &#x4E0D;&#x8FC7;&#x5F53;&#x65F6;&#x5BF9;&#x8FD9;&#x9996;&#x8BD7;&#x5370;&#x8C61;&#x8FD8;&#x86EE;&#x6DF1;&#x523B;&#x7684;&#x3002;&#x5199;&#x5230;&#x8FD9;&#x91CC;&#x53C8;&#x56DE;&#x8FC7;&#x53BB;&#x8BFB;&#x4E86;&#x4E00;&#x904D;&#x8BD7;&#xFF0C;&#x7A81;&#x7136;&#x60F3;&#x8D77;&#xFF0C;&#x6B63;&#x597D;&#x662F;2&#x5E74;&#x524D;&#xFF0C;&#x5F53;&#x65F6;&#x4E5F;&#x662F;&#x51AC;&#x5929;&#xFF0C;&#x662F;&#x5DE7;&#x5408;&#x5417;&#xFF1F;</p>
<p>&#x8BF4;&#x4E00;&#x4E0B;&#x6700;&#x8FD1;&#x7684;&#x5FD9;&#x6D3B;&#xFF0C;&#x5468;&#x672B;&#x7684;&#x65F6;&#x5019;&#x628A;&#x56FD;&#x9645;&#x9A7E;&#x7167;&#x641E;&#x5B9A;&#x4E86;&#xFF0C;&#x4E07;&#x80FD;&#x6DD8;&#x5B9D;&#x4E0B;&#x7684;&#x5355;&#xFF0C;&#x76EE;&#x524D;&#x9700;&#x8981;&#x62CD;&#x9A7E;&#x7167;&#x3001;&#x62A4;&#x7167;&#x7ED9;&#x5356;&#x5BB6;&#x3002;&#x4EE5;&#x540E;&#x6211;&#x53EF;&#x4E5F;&#x662F;&#x62E5;&#x6709;IDP&#x7684;&#x4EBA;&#x4E86;&#x3002;&#x7136;&#x540E;&#x65E5;&#x672C;&#x79DF;&#x8F66;&#x7684;&#x4E8B;&#x60C5;&#x4E5F;&#x641E;&#x5B9A;&#xFF0C;&#x53D1;&#x73B0;&#x65E5;&#x672C;&#x79DF;&#x8F66;&#x8FD8;&#x633A;&#x4FBF;&#x5B9C;&#x7684;&#xFF0C;&#x5356;&#x5BB6;&#x4E00;&#x4E2A;&#x52B2;&#x513F;&#x7684;&#x8BF4;&#x4ED6;&#x4EEC;&#x7684;&#x6BD4;&#x4EF7;&#x662F;&#x591A;&#x4E48;&#x7684;&#x725B;x&#x3002;&#x5230;&#x76EE;&#x524D;&#x4E3A;&#x6B62;&#xFF0C;&#x611F;&#x89C9;&#x8FD8;&#x633A;&#x4E0D;&#x9519;&#x7684;&#x3002;&#x540E;&#x9762;&#x9700;&#x8981;&#x5B66;&#x4E60;&#x4E00;&#x4E0B;&#x65E5;&#x672C;&#x4EA4;&#x89C4;&#xFF0C;&#x7136;&#x540E;&#x5269;&#x4E0B;&#x7684;&#x5C31;&#x662F;&#x5404;&#x79CD;&#x653B;&#x7565;&#xFF0C;&#x5404;&#x79CD;&#x7EC6;&#x8282;&#x3002;</p>
<p>&#x6768;&#x8001;&#x5E08;&#x5462; &#xFF1F;&#xFF1F;&#xFF1F; &#x78E8;&#x76AE;&#x78E8;&#x76AE;&#x78E8;&#x76AE; ~~ &#x54C8;&#x54C8;&#x54C8;&#x6CE8;&#x610F;&#xFF0C;&#x6CA1;&#x6709;&#x64E6;&#x75D2;&#x3002;&#x5468;&#x672B;&#x6768;&#x8001;&#x5E08;&#x628A;&#x4EE5;&#x524D;&#x7684;&#x5E9F;&#x7247;&#x786C;&#x662F;&#x6316;&#x5C38;&#x51FA;&#x6765;&#xFF0C;&#x7EC3;&#x4E60;&#x78E8;&#x76AE;&#xFF0C;[&#x7591;&#x95EE;]&#x4F3C;&#x4E4E;&#x4E2D;&#x6027;&#x7070;&#x78E8;&#x76AE;&#x641E;&#x5B9A;&#x4E86;&#xFF0C;&#x597D;&#x50CF;&#x5F88;&#x81EA;&#x8C6A;&#x7684;&#x6837;&#x5B50;~ &#x78E8;&#x4E86;5&#x4E2A;&#x5C0F;&#x65F6;&#x5462;&#x3002;&#x3002;&#x3002;&#x73B0;&#x5728;&#x8FD8;&#x5728;&#x78E8;[&#x6342;&#x8138;]&#x3002;</p>
<p>&#x5BF9;&#x4E86;&#xFF0C;&#x6768;&#x8001;&#x5E08;&#x5468;&#x672B;&#x8FD8;&#x53BB;&#x533B;&#x9662;&#xFF0C;&#x636E;&#x8BF4;&#x76AE;&#x80A4;&#x53D8;&#x5F97;&#x7D27;&#x81F4;&#x9519;&#x843D;&#xFF0C;&#x4E0B;&#x5468;&#x6253;&#x7B97;&#x53BB;&#x5B9E;&#x5730;&#x8003;&#x5BDF;&#x4E00;&#x4E0B; &gt;_&lt;:</p>
<h2 id="&#x53EA;&#x53D1;&#x7ED9;&#x7537;&#x670B;&#x53CB;&#x770B;&#x7684;"><a href="#&#x53EA;&#x53D1;&#x7ED9;&#x7537;&#x670B;&#x53CB;&#x770B;&#x7684;" class="headerlink" title="&#x53EA;&#x53D1;&#x7ED9;&#x7537;&#x670B;&#x53CB;&#x770B;&#x7684;"></a>&#x53EA;&#x53D1;&#x7ED9;&#x7537;&#x670B;&#x53CB;&#x770B;&#x7684;</h2><p><img src="/2016/11/27/home-weekend/my-darling.jpg" alt="home-weekend"></p>
          <div class="post-more-link text-center">
            <a class="btn" href="/2016/11/27/home-weekend/#more" rel="contents">
              Read more &raquo;
            </a>
          </div>
        
      
    </div>

    <div>
      
    </div>

    <div>
      
    </div>

    <footer class="post-footer">
      

      

      
      
        <div class="post-eof"></div>
      
    </footer>
  </article>


    
  </section>

  
  <nav class="pagination">
    <span class="page-number current">1</span><a class="page-number" href="/page/2/">2</a><a class="page-number" href="/page/3/">3</a><a class="extend next" rel="next" href="/page/2/"><i class="fa fa-angle-right"></i></a>
  </nav>



          </div>
          


          

        </div>
        
          
  
  <div class="sidebar-toggle">
    <div class="sidebar-toggle-line-wrap">
      <span class="sidebar-toggle-line sidebar-toggle-line-first"></span>
      <span class="sidebar-toggle-line sidebar-toggle-line-middle"></span>
      <span class="sidebar-toggle-line sidebar-toggle-line-last"></span>
    </div>
  </div>

  <aside id="sidebar" class="sidebar">
    <div class="sidebar-inner">

      

      

      <section class="site-overview sidebar-panel  sidebar-panel-active ">
        <div class="site-author motion-element" itemprop="author" itemscope itemtype="http://schema.org/Person">
          <img class="site-author-image" itemprop="image"
               src="/images/avtar.png"
               alt="Leone yi ❤ Muzi fan" />
          <p class="site-author-name" itemprop="name">Leone yi ❤ Muzi fan</p>
          <p class="site-description motion-element" itemprop="description">懒</p>
        </div>
        <nav class="site-state motion-element">
          <div class="site-state-item site-state-posts">
            <a href="/archives">
              <span class="site-state-item-count">15</span>
              <span class="site-state-item-name">posts</span>
            </a>
          </div>

          

          
            <div class="site-state-item site-state-tags">
              <a href="/tags">
                <span class="site-state-item-count">13</span>
                <span class="site-state-item-name">tags</span>
              </a>
            </div>
          

        </nav>

        

        <div class="links-of-author motion-element">
          
        </div>

        
        

        
        

      </section>

      

    </div>
  </aside>


        
      </div>
    </main>

    <footer id="footer" class="footer">
      <div class="footer-inner">
        <div class="copyright" >
  
  &copy; 
  <span itemprop="copyrightYear">2017</span>
  <span class="with-love">
    <i class="fa fa-heart"></i>
  </span>
  <span class="author" itemprop="copyrightHolder">Leone yi ❤ Muzi fan</span>
</div>

<div class="powered-by">
  Powered by <a class="theme-link" href="http://hexo.io">Hexo</a>
</div>

<div class="theme-info">
  Theme -
  <a class="theme-link" href="https://github.com/iissnan/hexo-theme-next">
    NexT.Pisces
  </a>
</div>

        

        
      </div>
    </footer>

    <div class="back-to-top">
      <i class="fa fa-arrow-up"></i>
    </div>
  </div>

  

<script type="text/javascript">
  if (Object.prototype.toString.call(window.Promise) !== '[object Function]') {
    window.Promise = null;
  }
</script>









  



  
  <script type="text/javascript" src="/next_vendor/jquery/index.js?v=2.1.3"></script>

  
  <script type="text/javascript" src="/next_vendor/fastclick/lib/fastclick.min.js?v=1.0.6"></script>

  
  <script type="text/javascript" src="/next_vendor/jquery_lazyload/jquery.lazyload.js?v=1.9.7"></script>

  
  <script type="text/javascript" src="/next_vendor/velocity/velocity.min.js?v=1.2.1"></script>

  
  <script type="text/javascript" src="/next_vendor/velocity/velocity.ui.min.js?v=1.2.1"></script>

  
  <script type="text/javascript" src="/next_vendor/fancybox/source/jquery.fancybox.pack.js?v=2.1.5"></script>


  


  <script type="text/javascript" src="/js/src/utils.js?v=5.0.1"></script>

  <script type="text/javascript" src="/js/src/motion.js?v=5.0.1"></script>



  
  


  <script type="text/javascript" src="/js/src/affix.js?v=5.0.1"></script>

  <script type="text/javascript" src="/js/src/schemes/pisces.js?v=5.0.1"></script>



  

  


  <script type="text/javascript" src="/js/src/bootstrap.js?v=5.0.1"></script>



  



  



  
  
  

  

  

</body>
</html>
