<!doctype html>



  


<html class="theme-next pisces use-motion">
<head>
  <meta charset="UTF-8"/>
<meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1" />
<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1"/>



<meta http-equiv="Cache-Control" content="no-transform" />
<meta http-equiv="Cache-Control" content="no-siteapp" />












  
  
  <link href="/next_vendor/fancybox/source/jquery.fancybox.css?v=2.1.5" rel="stylesheet" type="text/css" />




  
  
  
  

  
    
    
  

  

  

  

  

  
    
    
    <link href="//fonts.googleapis.com/css?family=Lato:300,300italic,400,400italic,700,700italic&subset=latin,latin-ext" rel="stylesheet" type="text/css">
  






<link href="/next_vendor/font-awesome/css/font-awesome.min.css?v=4.4.0" rel="stylesheet" type="text/css" />

<link href="/css/main.css?v=5.0.1" rel="stylesheet" type="text/css" />


  <meta name="keywords" content="zhangyi's blog" />








  <link rel="shortcut icon" type="image/x-icon" href="/favicon.ico?v=5.0.1" />






<meta name="description" content="懒">
<meta property="og:type" content="website">
<meta property="og:title" content="Zhang·Yi's ❤ Home">
<meta property="og:url" content="http://zhangyi.im/index.html">
<meta property="og:site_name" content="Zhang·Yi's ❤ Home">
<meta property="og:description" content="懒">
<meta name="twitter:card" content="summary">
<meta name="twitter:title" content="Zhang·Yi's ❤ Home">
<meta name="twitter:description" content="懒">



<script type="text/javascript" id="hexo.configuration">
  var NexT = window.NexT || {};
  var CONFIG = {
    scheme: 'Pisces',
    sidebar: {"position":"right","display":"post"},
    fancybox: true,
    motion: true,
    duoshuo: {
      userId: 0,
      author: 'Author'
    }
  };
</script>

  <title> Zhang·Yi's ❤ Home </title>
</head>

<body itemscope itemtype="http://schema.org/WebPage" lang="en">

  



  <script type="text/javascript">
    var _hmt = _hmt || [];
    (function() {
      var hm = document.createElement("script");
      hm.src = "//hm.baidu.com/hm.js?d7fbb811fdddaff8a32d669c1f4ec8bc";
      var s = document.getElementsByTagName("script")[0];
      s.parentNode.insertBefore(hm, s);
    })();
  </script>








  
  
    
  

  <div class="container one-collumn sidebar-position-right 
   page-home 
 ">
    <div class="headband"></div>

    <header id="header" class="header" itemscope itemtype="http://schema.org/WPHeader">
      <div class="header-inner"><div class="site-meta ">
  

  <div class="custom-logo-site-title">
    <a href="/"  class="brand" rel="start">
      <span class="logo-line-before"><i></i></span>
      <span class="site-title">Zhang·Yi's ❤ Home</span>
      <span class="logo-line-after"><i></i></span>
    </a>
  </div>
  <p class="site-subtitle">Nothing changed</p>
</div>

<div class="site-nav-toggle">
  <button>
    <span class="btn-bar"></span>
    <span class="btn-bar"></span>
    <span class="btn-bar"></span>
  </button>
</div>

<nav class="site-nav">
  

  
    <ul id="menu" class="menu">
      
        
        <li class="menu-item menu-item-home">
          <a href="/" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-home"></i> <br />
            
            Home
          </a>
        </li>
      
        
        <li class="menu-item menu-item-categories">
          <a href="/categories" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-th"></i> <br />
            
            Categories
          </a>
        </li>
      
        
        <li class="menu-item menu-item-about">
          <a href="/about" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-user"></i> <br />
            
            About
          </a>
        </li>
      
        
        <li class="menu-item menu-item-archives">
          <a href="/archives" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-archive"></i> <br />
            
            Archives
          </a>
        </li>
      
        
        <li class="menu-item menu-item-tags">
          <a href="/tags" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-tags"></i> <br />
            
            Tags
          </a>
        </li>
      

      
    </ul>
  

  
</nav>

 </div>
    </header>

    <main id="main" class="main">
      <div class="main-inner">
        <div class="content-wrap">
          <div id="content" class="content">
            
  <section id="posts" class="posts-expand">
    
      

  
  

  
  
  

  <article class="post post-type-normal " itemscope itemtype="http://schema.org/Article">

    
      <header class="post-header">

        
        
          <h1 class="post-title" itemprop="name headline">
            
            
              
                
                <a class="post-title-link" href="/2017/05/31/marry/" itemprop="url">
                  结婚
                </a>
              
            
          </h1>
        

        <div class="post-meta">
          <span class="post-time">
            <span class="post-meta-item-icon">
              <i class="fa fa-calendar-o"></i>
            </span>
            <span class="post-meta-item-text">Posted on</span>
            <time itemprop="dateCreated" datetime="2017-05-31T23:35:19+08:00" content="2017-05-31">
              2017-05-31
            </time>
          </span>

          

          
            
          

          

          
          

          
        </div>
      </header>
    


    <div class="post-body" itemprop="articleBody">

      
      

      
        
          <h2 id="&#x4E94;&#x6708;&#x4E09;&#x5341;&#x4E00;&#x53F7;"><a href="#&#x4E94;&#x6708;&#x4E09;&#x5341;&#x4E00;&#x53F7;" class="headerlink" title="&#x4E94;&#x6708;&#x4E09;&#x5341;&#x4E00;&#x53F7;"></a>&#x4E94;&#x6708;&#x4E09;&#x5341;&#x4E00;&#x53F7;</h2><p>&#x5F88;&#x4E45;&#x4EE5;&#x524D;&#xFF0C;&#x67D0;&#x4E00;&#x6B21;&#x56DE;&#x91CD;&#x5E86;&#xFF0C;&#x5728;&#x5FEB;&#x8981;&#x79BB;&#x5F00;&#x91CD;&#x5E86;&#x53BB;&#x5317;&#x4EAC;&#x4E0A;&#x73ED;&#x7684;&#x524D;&#x4E00;&#x665A;&#x548C;&#x5E06;&#x59D0;&#x53BB;&#x6C99;&#x576A;&#x575D;&#x6293;&#x5A03;&#x5A03;&#xFF0C;&#x662F;&#x7684;&#x6293;&#x5A03;&#x5A03;&#xFF0C;&#x7136;&#x540E;&#x770B;&#x89C1;&#x65C1;&#x8FB9;&#x7684;&#x5F55;&#x97F3;&#x68DA;KTV&#xFF0C;&#x540D;&#x5B57;&#x8BB0;&#x4E0D;&#x5F97;&#x4E86;&#xFF0C;&#x4E8E;&#x662F;&#x8FDB;&#x53BB;&#x5531;&#x6B4C;&#x73A9;&#xFF0C;&#x4E00;&#x5171;&#x5531;&#x4E86;&#x4E09;&#x9996;&#x6B4C;&#x300A;&#x8463;&#x5C0F;&#x59D0;&#x300B;&#x300A;&#x7231;&#x8981;&#x5766;&#x8361;&#x8361;&#x300B;&#x300A;&#x4E00;&#x4E2A;&#x4EBA;&#x7684;&#x5317;&#x4EAC;&#x300B;&#x3002;&#x8FD9;&#x4EF6;&#x4E8B;&#x60C5;&#x5E94;&#x8BE5;&#x90FD;&#x5FEB;&#x662F;2&#x5E74;&#x524D;&#x4E86;&#x5427;&#xFF0C;&#x4E8E;&#x662F;&#x6DF1;&#x523B;&#x7684;&#x8BB0;&#x5F97;&#x300E;&#x5728;&#x4E94;&#x6708;&#x7684;&#x65E9;&#x6668;&#xFF0C;&#x7EC8;&#x4E8E;&#x4E22;&#x5931;&#x4E86;&#x7761;&#x7720;&#x300F;</p>
<p>&#x7136;&#x540E;&#x5C31;&#x662F;&#x4ECA;&#x5929;&#x65E0;&#x9650;&#x7684;&#x611F;&#x6982;&#xFF0C;&#x6211;&#x5728;2017&#x5E74;5&#x6708;31&#x65E5;&#x7684;&#x6700;&#x540E;&#x4E00;&#x5929;&#xFF0C;&#x7EC8;&#x4E8E;&#x4E22;&#x5931;&#x4E86;&#x7761;&#x7720;&#x3002;&#x56E0;&#x4E3A;&#x6211;&#x548C;&#x6768;&#x5E06;&#x5973;&#x58EB;&#x6B63;&#x5F0F;&#x7ED3;&#x5A5A;&#xFF0C;&#x6084;&#x6084;&#x7684;&#x7ED3;&#x5A5A;&#xFF0C;&#x5E76;&#x6CA1;&#x6709;&#x901A;&#x77E5;&#x5988;&#x8001;&#x6C49;&#xFF0C;&#x8FD9;&#x611F;&#x89C9;&#x771F;&#x597D;&#xFF0C;&#x81EA;&#x7531;&#x3002;&#x4E00;&#x76F4;&#x89C9;&#x5F97;&#x5A5A;&#x59FB;&#x5C31;&#x5E94;&#x8BE5;&#x662F;&#x4E24;&#x4E2A;&#x4EBA;&#x7684;&#x4E8B;&#x60C5;&#xFF0C;&#x54EA;&#x6709;&#x8FD9;&#x4E48;&#x591A;&#x6761;&#x6761;&#x6B3E;&#x6B3E;&#xFF0C;&#x5E76;&#x4E0D;&#x662F;&#x4E0D;&#x5C0A;&#x91CD;&#x5988;&#x8001;&#x6C49;&#x548C;&#x4E0D;&#x70ED;&#x7231;&#x4F20;&#x7EDF;&#xFF0C;&#x5728;&#x90A3;&#x4E00;&#x523B;&#xFF0C;&#x6211;&#x5C31;&#x662F;&#x89C9;&#x5F97;&#x6211;&#x5E94;&#x8BE5;&#x7ED3;&#x5A5A;&#x4E86;&#xFF0C;&#x5C31;&#x50CF;&#x6211;&#x89C9;&#x5F97;&#x53EF;&#x80FD;&#x6768;&#x5E06;&#x51B7;&#x4E86;&#xFF0C;&#x5E94;&#x8BE5;&#x52A0;&#x4EF6;&#x8863;&#x670D;&#x3002;&#x4FEE;&#x6B63;&#x4E00;&#x4E0B;&#xFF0C;&#x5F20;&#x592A;&#x592A;&#x51B7;&#x4E86;&#xFF0C;&#x5E94;&#x8BE5;&#x52A0;&#x4EF6;&#x8863;&#x670D;&#xFF0C;&#x7406;&#x6240;&#x5F53;&#x7136;&#x7684;&#xFF0C;&#x96BE;&#x9053;&#x6211;&#x8981;&#x544A;&#x8BC9;&#x5168;&#x4E16;&#x754C;&#x5F20;&#x592A;&#x592A;&#x9700;&#x8981;&#x52A0;&#x4EF6;&#x8863;&#x670D;&#x4E48;&#xFF1F;[&#x644A;&#x624B;]</p>
<p>&#x626F;&#x5B8C;&#x8BC1;&#x5FEB;&#x4E94;&#x70B9;&#x4E86;&#xFF0C;&#x6253;&#x7B97;&#x53BB;&#x5403;&#x4E00;&#x573A;&#x6000;&#x77F3;&#x6599;&#x7406;&#xFF0C;&#x7ED3;&#x679C;&#x5230;&#x4E86;&#x95E8;&#x53E3;&#x7ADF;&#x7136;&#x8981;&#x9884;&#x7EA6;&#xFF0C;&#x539F;&#x8C05;&#x6211;&#x4EEC;&#x539F;&#x8BA1;&#x5212;&#x662F;&#x5468;&#x4E94;&#x7ED3;&#x5A5A;&#x7684;&#xFF0C;&#x53EA;&#x662F;&#x4ECA;&#x5929;&#x7A81;&#x7136;&#x6709;&#x7A7A;&#xFF0C;&#x5C31;&#x662F;&#x53BB;&#x4E86;&#x3002;<br>&#x9884;&#x7EA6;&#x4E86;&#x672C;&#x5468;&#x4E94;&#x7684;&#x6000;&#x77F3;&#x6599;&#x7406;&#xFF0C;&#x5403;&#x4E86;&#x76D0;&#x5E2E;&#x83DC;&#xFF0C;&#x5473;&#x9053;&#x4E00;&#x822C;&#xFF0C;&#x98D8;&#x8D77;&#x4E86;&#x5C0F;&#x96E8;&#xFF0C;&#x53BB;19&#x753B;&#x5ECA;&#x753B;&#x4E86;&#x4E00;&#x526F;&#x7531;&#x6211;&#x4EEC;&#x5171;&#x540C;&#x521B;&#x9020;&#x7684;&#x753B;&#xFF0C;&#x4E34;&#x6479;&#x5F97;&#x5F88;&#x968F;&#x610F;&#xFF0C;&#x5E0C;&#x671B;&#x4E13;&#x4E1A;&#x4EBA;&#x58EB;&#x52FF;&#x55B7;&#x3002;&#x4F5C;&#x54C1;&#x662F;&#x83AB;&#x8FEA;&#x91CC;&#x963F;&#x5C3C;&#x7684;&#x300A;Portrait of a Polish Woman&#x300B;</p>
<h2 id="19&#x753B;&#x5ECA;"><a href="#19&#x753B;&#x5ECA;" class="headerlink" title="19&#x753B;&#x5ECA;"></a>19&#x753B;&#x5ECA;</h2><p><img src="/2017/05/31/marry/19.jpeg" alt="marry"></p>
<h2 id="&#x521B;&#x4F5C;&#x4E2D;"><a href="#&#x521B;&#x4F5C;&#x4E2D;" class="headerlink" title="&#x521B;&#x4F5C;&#x4E2D;"></a>&#x521B;&#x4F5C;&#x4E2D;</h2><p><img src="/2017/05/31/marry/draw.jpeg" alt="marry"></p>
          <div class="post-more-link text-center">
            <a class="btn" href="/2017/05/31/marry/#more" rel="contents">
              Read more &raquo;
            </a>
          </div>
        
      
    </div>

    <div>
      
    </div>

    <div>
      
    </div>

    <footer class="post-footer">
      

      

      
      
        <div class="post-eof"></div>
      
    </footer>
  </article>


    
      

  
  

  
  
  

  <article class="post post-type-normal " itemscope itemtype="http://schema.org/Article">

    
      <header class="post-header">

        
        
          <h1 class="post-title" itemprop="name headline">
            
            
              
                
                <a class="post-title-link" href="/2017/05/13/summer/" itemprop="url">
                  这个夏天
                </a>
              
            
          </h1>
        

        <div class="post-meta">
          <span class="post-time">
            <span class="post-meta-item-icon">
              <i class="fa fa-calendar-o"></i>
            </span>
            <span class="post-meta-item-text">Posted on</span>
            <time itemprop="dateCreated" datetime="2017-05-13T20:21:12+08:00" content="2017-05-13">
              2017-05-13
            </time>
          </span>

          

          
            
          

          

          
          

          
        </div>
      </header>
    


    <div class="post-body" itemprop="articleBody">

      
      

      
        
          <h2 id="&#x590F;"><a href="#&#x590F;" class="headerlink" title="&#x590F;"></a>&#x590F;</h2><p><img src="/2017/05/13/summer/summer.jpeg" alt="summer"></p>
<p>&#x5F88;&#x4E45;&#x6CA1;&#x6709;&#x5728;&#x8FD9;&#x91CC;&#x8BB0;&#x5F55;&#x4E86;&#xFF0C;&#x65E5;&#x672C;&#x4E4B;&#x884C;&#x7ED3;&#x675F;&#x540E;&#xFF0C;&#x5C31;&#x8E0F;&#x4E0A;&#x4E86;&#x5FD9;&#x788C;&#x7684;&#x627E;&#x5DE5;&#x4F5C;&#x4E4B;&#x65C5;&#xFF0C;&#x52A0;&#x4E0A;&#x672C;&#x6765;&#x5DE5;&#x4F5C;&#x5C31;&#x6BD4;&#x8F83;&#x5FD9;&#xFF0C;&#x5FD9;&#x7740;&#x73B0;&#x5728;&#x90FD;&#x4E94;&#x6708;&#x4E86;&#x3002;&#x597D;&#x5728;&#x76EE;&#x524D;&#x4E00;&#x5207;&#x90FD;&#x8FD8;&#x6B63;&#x5E38;&#x3002;<br>&#x6069;&#xFF0C;&#x4E00;&#x5207;&#x6B63;&#x5E38;&#x3002;</p>
<p>&#x9A6C;&#x4E0A;&#x8981;&#x79BB;&#x5F00;&#x4E00;&#x4E2A;&#x751F;&#x6D3B;&#x4E86;&#x5FEB;5&#x5E74;&#x7684;&#x5730;&#x65B9;&#x4E86;&#xFF0C;&#x73B0;&#x9636;&#x6BB5;&#x7684;&#x627E;&#x4E0D;&#x5230;&#x4E00;&#x4E2A;&#x51C6;&#x786E;&#x7684;&#x8BCD;&#x8BED;&#x6765;&#x5F62;&#x5BB9;&#x8FD9;&#x4E00;&#x523B;&#x7684;&#x5FC3;&#x60C5;&#xFF0C;&#x53EF;&#x80FD;&#x9700;&#x8981;&#x7B49;&#x5230;&#x5C81;&#x6708;&#x518D;&#x5F80;&#x540E;&#x4E00;&#x70B9;&#x624D;&#x80FD;&#x609F;&#x51FA;&#x8FD9;&#x4E00;&#x523B;&#x7684;&#x610F;&#x4E49;&#x5427;&#xFF01;</p>
<p>&#x65F6;&#x95F4;20&#xFF1A;29&#x5206;&#xFF0C;&#x54CD;&#x8D77;&#x4E86;&#x674E;&#x5FD7;&#x7684;&#x300A;&#x70ED;&#x6CB3;&#x300B;</p>
<p>&#x4ECE;4&#x6708;&#x4EFD;&#x5F00;&#x59CB;&#xFF0C;&#x5728;&#x4E0A;&#x4E0B;&#x73ED;&#x7684;&#x8DEF;&#x4E0A;&#xFF0C;&#x5C31;&#x4E0D;&#x600E;&#x4E48;&#x60F3;&#x542C;&#x5B89;&#x9759;&#x7684;&#x6B4C;&#x7684;&#xFF0C;&#x523B;&#x610F;&#x7684;&#x53BB;&#x627E;&#x90A3;&#x79CD;&#x566A;&#x7684;&#x6B4C;&#xFF0C;&#x7ADF;&#x7136;&#x8FF7;&#x4E0A;&#x4E86;&#x7535;&#x97F3;&#xFF0C;&#x53D1;&#x73B0;&#x6253;&#x5F00;&#x4E86;&#x4E00;&#x6247;&#x5927;&#x95E8;&#xFF0C;&#x53D1;&#x73B0;&#x56FD;&#x5185;&#x7684;&#x7535;&#x97F3;&#x4EBA;&#x624D;&#x771F;&#x662F;&#x5C4C;&#x5F97;&#x4E00;&#x903C;&#xFF0C;&#x4E1D;&#x6BEB;&#x4E0D;&#x8F93;&#x56FD;&#x9645;&#x8303;&#x513F;<br>&#x5728;4&#x6708;&#x672B;&#xFF0C;&#x770B;&#x4E00;&#x573A;&#x6734;&#x6811;&#x7684;&#x6F14;&#x5531;&#x4F1A;&#xFF0C;&#x542C;&#x5230;&#x4E86;&#x300A;&#x751F;&#x5982;&#x590F;&#x82B1;&#x300B;&#x2013; &#x6211;&#x4E3A;&#x4F60;&#x6765;&#x770B;&#x6211;&#x4E0D;&#x987E;&#x4E00;&#x5207;&#xFF0C;&#x6211;&#x5C06;&#x7184;&#x706D;&#x6C38;&#x4E0D;&#x518D;&#x56DE;&#x6765;&#xFF0C;&#x4E0D;&#x865A;&#x6B64;&#x884C;&#x554A; ~ &#x4E00;&#x8DEF;&#x8346;&#x68D8;&#x554A;</p>
<h2 id="&#x6734;&#x6811;"><a href="#&#x6734;&#x6811;" class="headerlink" title="&#x6734;&#x6811;"></a>&#x6734;&#x6811;</h2><p><img src="/2017/05/13/summer/pushu.jpeg" alt="pushu"></p>
<p>5&#x6708;&#x521D;&#xFF0C;&#x5C3D;&#x7136;&#x6253;&#x6B7B;&#x4E0D;&#x6765;&#x5317;&#x4EAC;&#x67D0;&#x67D0;&#x7EA6;&#x4E86;&#x6B21;&#x4F1A;&#xFF0C;&#x795E;&#x5947;&#x7684;&#x6C99;&#x5C18;&#x66B4;&#xFF0C;&#x4F60;&#x6EE1;&#x610F;&#x5427;<br>5&#x6708;8&#x65E5;&#x63D0;&#x4E86;&#x79BB;&#x804C;&#xFF0C;&#x7B2C;&#x4E00;&#x4EFD;&#x5DE5;&#x4F5C;&#xFF0C;&#x6069;&#xFF0C;&#x5C31;&#x8981;&#x79BB;&#x5F00;&#x4E86;&#x3002;&#x6709;&#x70B9;&#x50CF;&#x6CE8;&#x5B9A;&#x8981;&#x5206;&#x624B;&#x7684;&#x521D;&#x604B;&#xFF0C;&#x611F;&#x89C9;&#x7740;&#x4F60;&#xFF0C;&#x5FFD;&#x660E;&#x5FFD;&#x6697;&#x3002;&#x6CA1;&#x4EC0;&#x4E48;&#x9057;&#x61BE;&#xFF0C;&#x56E0;&#x4E3A;&#x6536;&#x83B7;&#x4E86;&#x5F88;&#x591A;&#x3002;&#x8D70;&#x4E4B;&#x524D;&#x8FD8;&#x8981;&#x7AD9;&#x597D;&#x6700;&#x540E;&#x4E00;&#x73ED;&#x5C97;&#xFF0C;&#x751C;&#x871C;&#x7684;&#x878D;&#x5316;&#x4E86;&#x6211;&#xFF1F;&#x8FD8;&#x662F;&#x75AF;&#x72C2;&#x7684;&#x6495;&#x88C2;&#x4E86;&#x6211;&#xFF1F;&#x90A3;&#x5C31;&#x7EA6;&#x597D;&#x5357;&#x4EAC;&#x89C1;&#x5427;&#x3002;</p>
<p>&#x5176;&#x5B9E;&#x4E0A;&#x9762;&#x7684;&#x8BF4;&#x4E86;&#x4EC0;&#x4E48;&#x4E0D;&#x91CD;&#x8981;&#xFF0C;&#x91CD;&#x8981;&#x7684;&#x662F;&#x56DE;&#x5BB6;&#x3002;<br></p>
          <div class="post-more-link text-center">
            <a class="btn" href="/2017/05/13/summer/#more" rel="contents">
              Read more &raquo;
            </a>
          </div>
        
      
    </div>

    <div>
      
    </div>

    <div>
      
    </div>

    <footer class="post-footer">
      

      

      
      
        <div class="post-eof"></div>
      
    </footer>
  </article>


    
      

  
  

  
  
  

  <article class="post post-type-normal " itemscope itemtype="http://schema.org/Article">

    
      <header class="post-header">

        
        
          <h1 class="post-title" itemprop="name headline">
            
            
              
                
                <a class="post-title-link" href="/2017/02/07/travel2/" itemprop="url">
                  旅行日记-川西一角
                </a>
              
            
          </h1>
        

        <div class="post-meta">
          <span class="post-time">
            <span class="post-meta-item-icon">
              <i class="fa fa-calendar-o"></i>
            </span>
            <span class="post-meta-item-text">Posted on</span>
            <time itemprop="dateCreated" datetime="2017-02-07T11:32:49+08:00" content="2017-02-07">
              2017-02-07
            </time>
          </span>

          

          
            
          

          

          
          

          
        </div>
      </header>
    


    <div class="post-body" itemprop="articleBody">

      
      

      
        
          <p>&#x5F88;&#x65E9;&#x5F88;&#x65E9;&#x4EE5;&#x524D;&#xFF0C;&#x5C31;&#x77E5;&#x9053;&#x5DDD;&#x897F;&#x7684;&#x4E30;&#x5BCC;&#x7684;&#x65C5;&#x6E38;&#x8D44;&#x6E90;&#xFF0C;&#x591A;&#x5F97;&#x6765;&#x751A;&#x81F3;&#x8BA9;&#x4EBA;&#x96BE;&#x4EE5;&#x9009;&#x62E9;&#x3002;&#x5929;&#x5E9C;&#x4E0A;&#x56FD;&#xFF0C;&#x5F53;&#x7136;&#x4E5F;&#x662F;&#x5305;&#x542B;&#x65C5;&#x6E38;&#x8D44;&#x6E90;&#x7684;&#xFF0C;&#x8700;&#x5C71;&#x4E4B;&#x5730;&#xFF0C;&#x521D;&#x6765;&#x4E4D;&#x5230;&#xFF0C;&#x591A;&#x591A;&#x5305;&#x6DB5;&#x3002;</p>
<p>&#x4ECA;&#x5929;&#x5C31;&#x662F;&#x7ED9;&#x5927;&#x5BB6;&#x4ECB;&#x7ECD;&#x7F51;&#x7EA2;&#x725B;&#x80CC;&#x5C71;<del>~</del>&#x8FB9;&#x4E0A;&#x90A3;&#x5EA7;&#x4E0A;-&gt;&#x56DB;&#x4EBA;&#x540C;&#x5C71;</p>
<p>&#x4E4D;&#x4E00;&#x542C;&#x540D;&#x5B57;&#x611F;&#x89C9;&#x597D;&#x968F;&#x610F;&#xFF0C;&#x5176;&#x5B9E;&#x4E5F;&#x662F;&#x5927;&#x6709;&#x6765;&#x5934;&#x7684;&#xFF0C;&#x5982;&#x6709;&#x9700;&#x8981;&#xFF0C;<a href="http://baike.baidu.com/link?url=3yywH3vP8yVZXs63XfMH_UUauq2Q2xRGZ3GP3728PPt-ADcPiZydcWHAh_hYla2BRMOSY3uaT73WJH4L2MIgXertH3hjTOUWsdAYSgpjx_L6uirlChQQRUgsZLJQwwDG" title="baike">&#x8BF7;&#x81EA;&#x884C;&#x731B;&#x6233;&#x767E;&#x79D1;</a>&#x3002;</p>
<p>&#x8FD9;&#x91CC;&#x7B80;&#x5355;&#x8BF4;&#x4E00;&#x4E0B;&#x5F53;&#x65F6;&#x60C5;&#x51B5;&#xFF0C;&#x56E0;&#x4E3A;&#x725B;&#x80CC;&#x5C71;&#x5C01;&#x5C71;&#x6539;&#x9020;&#xFF0C;&#x76EE;&#x524D;&#x5DF2;&#x7ECF;&#x7981;&#x6B62;&#x5BF9;&#x5916;&#x5F00;&#x653E;&#xFF0C;&#x5F53;&#x7136;&#x4F60;&#x613F;&#x610F;&#x82B1;&#x94B1;&#xFF0C;&#x5728;&#x51B7;&#x789B;&#x9547;&#x627E;&#x5F53;&#x5730;&#x5C45;&#x6C11;&#xFF0C;&#x4ED6;&#x4EEC;&#x662F;&#x613F;&#x610F;&#x5E26;&#x4F60;&#x4E0A;&#x53BB;&#x7684;&#x3002;&#x7136;&#x540E;&#x56DB;&#x4EBA;&#x540C;&#x5C71;&#x4F4F;&#x5BBF;&#x6761;&#x4EF6;&#x7565;&#x7B80;&#x964B;&#xFF0C;&#x901A;&#x94FA;&#xFF0C;4&#x4EBA;&#x95F4;&#x3001;6&#x4EBA;&#x95F4;&#xFF1B;&#x98DF;&#x7269;&#x53EA;&#x591F;&#x586B;&#x9971;&#x809A;&#x5B50;&#xFF0C;&#x7136;&#x540E;9&#xFF1A;00-11&#xFF1A;00&#x4F1A;&#x53D1;&#x7535;&#xFF0C;&#x6709;&#x7535;&#x70ED;&#x6BEF;&#x3002;2&#x6708;&#x53BB;&#x8DEF;&#x4E0A;&#x6709;&#x96EA;&#xFF0C;&#x51E0;&#x4E4E;&#x662F;&#x5355;&#x884C;&#xFF0C;&#x4F1A;&#x8F66;&#x9519;&#x8F66;&#x5168;&#x9760;&#x8F66;&#x6280;&#xFF0C;&#x8DEF;&#x4E0A;&#x6CA1;&#x6709;&#x79EF;&#x96EA;&#x7684;&#x65F6;&#x5019;&#x53EF;&#x4EE5;&#x81EA;&#x9A7E;&#xFF0C;&#x9650;&#x5B9A;&#x8D8A;&#x91CE;&#x8F66;&#x3002;&#x4E0A;&#x8DEF;&#x98A0;&#x7C38;&#xFF0C;&#x6CE8;&#x610F;&#x5B89;&#x5168;&#xFF0C;&#x6BD4;&#x5982;&#x6211;&#x7684;&#x7684;&#x819D;&#x76D6;&#x548C;&#x8170;&#x690E;&#x5168;&#x90E8;&#x90FD;&#x4E4C;&#x4E86;&#xFF0C;7&#x5EA7;&#x8F66;&#x5750;&#x4E86;10&#x4E2A;&#x4EBA;&#x3002;</p>
<p>&#x7F8E;&#x4E3D;&#x603B;&#x548C;&#x5371;&#x9669;&#x76F8;&#x4F34;&#xFF0C;&#x8FD9;&#x5C31;&#x662F;&#x5192;&#x9669;&#x5427;&#x3002;&#x4F46;&#x662F;&#x6C38;&#x8FDC;&#x90FD;&#x662F;&#x5B89;&#x5168;&#x7B2C;&#x4E00;&#x3002;<br>&#x597D;&#x4E86;&#xFF0C;&#x611F;&#x8C22;&#x6768;&#x8001;&#x5E08;&#x5168;&#x7A0B;&#x7684;&#x966A;&#x4F34;&#x2014;&#x2014;&#x2014;&#x5728;&#x5192;&#x9669;&#x7684;&#x8DEF;&#x4E0A;</p>
<h2 id="&#x4E00;&#x8D77;&#x8D70;&#x8FC7;&#x7684;&#x8DEF;&#xFF0C;&#x770B;&#x8FC7;&#x4E66;&#xFF0C;&#x7ECF;&#x5386;&#x8FC7;&#x7684;&#x4E8B;&#x60C5;&#xFF0C;&#x624D;&#x662F;&#x5B8C;&#x6574;&#x7684;&#x6211;&#x4EEC;"><a href="#&#x4E00;&#x8D77;&#x8D70;&#x8FC7;&#x7684;&#x8DEF;&#xFF0C;&#x770B;&#x8FC7;&#x4E66;&#xFF0C;&#x7ECF;&#x5386;&#x8FC7;&#x7684;&#x4E8B;&#x60C5;&#xFF0C;&#x624D;&#x662F;&#x5B8C;&#x6574;&#x7684;&#x6211;&#x4EEC;" class="headerlink" title="&#x4E00;&#x8D77;&#x8D70;&#x8FC7;&#x7684;&#x8DEF;&#xFF0C;&#x770B;&#x8FC7;&#x4E66;&#xFF0C;&#x7ECF;&#x5386;&#x8FC7;&#x7684;&#x4E8B;&#x60C5;&#xFF0C;&#x624D;&#x662F;&#x5B8C;&#x6574;&#x7684;&#x6211;&#x4EEC;"></a>&#x4E00;&#x8D77;&#x8D70;&#x8FC7;&#x7684;&#x8DEF;&#xFF0C;&#x770B;&#x8FC7;&#x4E66;&#xFF0C;&#x7ECF;&#x5386;&#x8FC7;&#x7684;&#x4E8B;&#x60C5;&#xFF0C;&#x624D;&#x662F;&#x5B8C;&#x6574;&#x7684;&#x6211;&#x4EEC;</h2><p><img src="/2017/02/07/travel2/2017-5.jpeg" alt="travel2"></p>
<h2 id="&#x6211;&#x66FE;&#x7ECF;&#x8DE8;&#x8FC7;&#x5C71;&#x548C;&#x4E91;&#x6D77;"><a href="#&#x6211;&#x66FE;&#x7ECF;&#x8DE8;&#x8FC7;&#x5C71;&#x548C;&#x4E91;&#x6D77;" class="headerlink" title="&#x6211;&#x66FE;&#x7ECF;&#x8DE8;&#x8FC7;&#x5C71;&#x548C;&#x4E91;&#x6D77;"></a>&#x6211;&#x66FE;&#x7ECF;&#x8DE8;&#x8FC7;&#x5C71;&#x548C;&#x4E91;&#x6D77;</h2><p><img src="/2017/02/07/travel2/2017-1.jpeg" alt="travel2"><br></p>
          <div class="post-more-link text-center">
            <a class="btn" href="/2017/02/07/travel2/#more" rel="contents">
              Read more &raquo;
            </a>
          </div>
        
      
    </div>

    <div>
      
    </div>

    <div>
      
    </div>

    <footer class="post-footer">
      

      

      
      
        <div class="post-eof"></div>
      
    </footer>
  </article>


    
      

  
  

  
  
  

  <article class="post post-type-normal " itemscope itemtype="http://schema.org/Article">

    
      <header class="post-header">

        
        
          <h1 class="post-title" itemprop="name headline">
            
            
              
                
                <a class="post-title-link" href="/2017/01/21/restart/" itemprop="url">
                  重生
                </a>
              
            
          </h1>
        

        <div class="post-meta">
          <span class="post-time">
            <span class="post-meta-item-icon">
              <i class="fa fa-calendar-o"></i>
            </span>
            <span class="post-meta-item-text">Posted on</span>
            <time itemprop="dateCreated" datetime="2017-01-21T00:44:26+08:00" content="2017-01-21">
              2017-01-21
            </time>
          </span>

          

          
            
          

          

          
          

          
        </div>
      </header>
    


    <div class="post-body" itemprop="articleBody">

      
      

      
        
          <p>&#x6628;&#x5929;&#x7761;&#x7720;&#x8D28;&#x91CF;&#x6709;&#x70B9;&#x4F4E;&#xFF0C;&#x56E0;&#x4E3A;&#x7231;&#x5427;&#x3002;</p>
<p>&#x7126;&#x8651;&#x627E;&#x5BFB;&#xFF0C;&#x4EFF;&#x5FA8;&#x7FFB;&#x9605;&#xFF0C;&#x7ACB;&#x573A;&#x5224;&#x65AD;&#xFF0C;&#x6323;&#x624E;&#x59A5;&#x534F;&#xFF0C;&#x4EA6;&#x771F;&#x4EA6;&#x5047;&#xFF0C;&#x65E0;&#x75BE;&#x800C;&#x7EC8;&#xFF0C;&#x7075;&#x9B42;&#x5171;&#x9707;&#xFF0C;&#x7115;&#x7136;&#x4E00;&#x68A6;&#xFF0C;&#x60CA;&#x9192;&#x59A5;&#x534F;&#xFF0C;&#x7EB5;&#x8EAB;&#x4E00;&#x8DC3;&#xFF0C;&#x4E0E;&#x5929;&#x4E00;&#x8272;&#x3002;</p>
<p>&#x6211;&#x7231;&#x4F60;&#xFF0C;&#x4F60;&#x7231;&#x6211;&#x3002;</p>
<p>&#x6709;&#x79CD;&#x611F;&#x89C9;:&#x5355;&#x811A;&#x843D;&#x7A7A;&#xFF0C;&#x624B;&#x81C2;&#x6447;&#x6643;&#xFF0C;&#x4E09;&#x5708;&#x56DB;&#x5708;&#xFF0C;&#x52C9;&#x5F3A;&#x7AD9;&#x4F4F;&#xFF0C;&#x9547;&#x5B9A;&#x4E0B;&#x6765;&#xFF0C;&#x53D1;&#x73B0;&#x8FD8;&#x662F;&#x5355;&#x811A;&#x843D;&#x7A7A;<br>&#x6709;&#x79CD;&#x611F;&#x89C9;:&#x8D70;&#x94A2;&#x4E1D;&#x7684;&#x4EBA;&#xFF0C;&#x7EF3;&#x4E24;&#x5934;&#x6E10;&#x7194;&#x65AD;&#xFF0C;&#x524D;&#x8FDB;&#x8FD8;&#x662F;&#x9000;&#x540E;&#xFF1F;<br>&#x6709;&#x79CD;&#x611F;&#x89C9;:&#x68A6;&#x4E2D;&#x60CA;&#x9192;&#xFF0C;&#x68A6;&#x91CC;&#x4E00;&#x5207;&#x77AC;&#x95F4;&#x5168;&#x65E0;&#x7684;&#x5931;&#x91CD;&#x611F;<br>&#x6709;&#x79CD;&#x611F;&#x89C9;:&#x4ED6;&#x5F88;&#x771F;&#x5B9E;&#xFF0C;&#x5E76;&#x4E14;&#x5F3A;&#x70C8;</p>
<p>&#x90A3;&#x79CD;&#x611F;&#x89C9;:&#x6211;&#x4E3B;&#x52A8;&#x4E00;&#x8DC3;<br>&#x90A3;&#x79CD;&#x611F;&#x89C9;:&#x6211;&#x6296;&#x52A8;&#x7EF3;&#x5B50;&#xFF0C;&#x52A0;&#x901F;&#x6ED1;&#x843D;<br>&#x90A3;&#x79CD;&#x611F;&#x89C9;:&#x6211;&#x539F;&#x6765;&#x4E00;&#x76F4;&#x5C31;&#x9192;&#x7740;<br>&#x90A3;&#x79CD;&#x611F;&#x89C9;:&#x6218;&#x6B7B;&#x6740;&#x573A;</p>
          <div class="post-more-link text-center">
            <a class="btn" href="/2017/01/21/restart/#more" rel="contents">
              Read more &raquo;
            </a>
          </div>
        
      
    </div>

    <div>
      
    </div>

    <div>
      
    </div>

    <footer class="post-footer">
      

      

      
      
        <div class="post-eof"></div>
      
    </footer>
  </article>


    
      

  
  

  
  
  

  <article class="post post-type-normal " itemscope itemtype="http://schema.org/Article">

    
      <header class="post-header">

        
        
          <h1 class="post-title" itemprop="name headline">
            
            
              
                
                <a class="post-title-link" href="/2017/01/01/new-year/" itemprop="url">
                  2017-新年
                </a>
              
            
          </h1>
        

        <div class="post-meta">
          <span class="post-time">
            <span class="post-meta-item-icon">
              <i class="fa fa-calendar-o"></i>
            </span>
            <span class="post-meta-item-text">Posted on</span>
            <time itemprop="dateCreated" datetime="2017-01-01T15:32:12+08:00" content="2017-01-01">
              2017-01-01
            </time>
          </span>

          

          
            
          

          

          
          

          
        </div>
      </header>
    


    <div class="post-body" itemprop="articleBody">

      
      

      
        
          <p>&#x4ECA;&#x5929;&#x662F;2017&#x5E74;&#x7684;&#x7B2C;&#x4E00;&#x5929;&#xFF0C;&#x521A;&#x521A;&#x8FC7;&#x53BB;&#x7684;2016&#x5DF2;&#x7ECF;&#x6210;&#x4E3A;&#x5386;&#x53F2;&#xFF0C;whatever&#x5E94;&#x8BE5;&#x6536;&#x8D77;&#x884C;&#x56CA;&#x7EE7;&#x7EED;&#x4E0A;&#x8DEF;&#x5427;&#x3002;</p>
<p>&#x6700;&#x8FD1;&#x770B;&#x8FC7;&#x51E0;&#x672C;&#x4E66;&#xFF0C;&#x63D0;&#x70BC;&#x51FA;&#x6765;&#x4E00;&#x53E5;&#x8BDD;&#x5C31;&#x662F;&#xFF1A;&#x300E;&#x5F53;&#x4F60;&#x6CA1;&#x6709;&#x8BA1;&#x5212;&#xFF0C;&#x6CA1;&#x6709;&#x76EE;&#x6807;&#xFF0C;&#x6CA1;&#x6709;&#x89C4;&#x5212;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x8BF7;&#x5F00;&#x59CB;&#x7ACB;&#x523B;&#x4E0A;&#x8DEF;&#xFF0C;&#x4E0D;&#x8981;&#x803D;&#x6401;&#xFF0C;&#x5728;&#x8DEF;&#x4E0A;&#x53BB;&#x8C03;&#x6574;&#x4F60;&#x7684;&#x76EE;&#x6807;&#xFF0C;&#x77ED;&#x671F;&#x7684;&#x590D;&#x76D8;&#xFF0C;&#x4E0D;&#x65AD;&#x4F18;&#x5316;&#x300F;&#x3002;&#x8FD9;&#x79CD;&#x8FF7;&#x832B;&#x7684;&#x51FA;&#x53D1;&#xFF0C;&#x65E9;&#x671F;&#x80AF;&#x5B9A;&#x662F;&#x75DB;&#x82E6;&#x7684;&#xFF0C;&#x4F46;&#x662F;&#x603B;&#x662F;&#x4E0D;&#x613F;&#x610F;&#x8FC8;&#x51FA;&#x90A3;&#x4E00;&#x6B65;&#xFF0C;&#x5C31;&#x4F1A;&#x6D6A;&#x8D39;&#x66F4;&#x591A;&#x66F4;&#x591A;&#x7684;&#x53EF;&#x80FD;&#x3002;&#x6240;&#x4EE5;&#x8BF7;&#x8BB0;&#x4F4F;&#xFF0C;&#x65E0;&#x8BBA;&#x5982;&#x4F55;&#xFF0C;&#x628A;&#x81EA;&#x5DF1;&#x7F6E;&#x8EAB;&#x4E8E;&#x4E00;&#x79CD;&#x300E;&#x76F8;&#x5BF9;&#x78E8;&#x96BE;&#x300F;&#x4E2D;&#xFF0C;&#x4F1A;&#x6709;&#x66F4;&#x591A;&#x610F;&#x60F3;&#x4E0D;&#x5230;&#x7684;&#x6536;&#x83B7;&#x3002;<br>&#x5176;&#x5B9E;&#x8BF4;&#x4E86;&#x8FD9;&#x4E48;&#x591A;&#xFF0C;&#x5C31;&#x662F;&#x884C;&#x80DC;&#x4E8E;&#x8A00;&#x3002;</p>
<p>&#x6628;&#x665A;&#x8DE8;&#x5E74;&#xFF0C;&#x65E9;&#x65E9;&#x7684;&#x88AB;&#x8DE8;&#x5E74;&#x6F14;&#x5531;&#x4F1A;&#x5531;&#x5F97;&#x778C;&#x7761;&#x8FDE;&#x5929;&#xFF0C;&#x4E8E;&#x662F;&#x6768;&#x8001;&#x5E08;&#x4E0D;&#x5230;10&#x70B9;&#x534A;&#xFF0C;&#x5C31;&#x5DF2;&#x7ECF;&#x9635;&#x4EA1;&#x4E86;&#xFF0C;&#x52C9;&#x5F3A;&#x78E8;&#x8E6D;&#x5230;12&#x70B9;&#xFF0C;&#x6572;&#x9192;&#x5979;&#x4E92;&#x9053;&#x65B0;&#x5E74;&#x5FEB;&#x4E50;&#x4E86;&#xFF0C; &#x4E00;&#x89C9;&#x7761;&#x5230;&#x4E86;8:xx ,&#x771F;&#x662F;&#x7761;&#x5F97;&#x597D;&#x8212;&#x670D;&#x3002;&#x4E8E;&#x662F;&#x65E9;&#x4E0A;&#x8D77;&#x6765;&#x6253;&#x7B97;&#x7528;&#x65B0;&#x76F8;&#x673A;&#x62CD;&#x62CD;&#x7247;&#xFF0C;&#x54C8;&#x54C8;&#x54C8;&#xFF0C;&#x591A;&#x4E8F;&#x4E86;&#x6211;&#x6628;&#x665A;&#x8FD8;&#x8BB0;&#x5F97;&#x7ED9;&#x76F8;&#x673A;&#x5145;&#x7535;&#x3002;&#x4E0B;&#x9762;&#x5C31;&#x662F;&#x6211;&#x4EEC;&#x7684;1Dx&#x9996;&#x79C0;&#x3002;&#x8D6B;&#x8D6B;&#x54C8;&#x563F;~</p>
<h2 id="&#x65E9;&#x4E0A;&#x7B2C;&#x4E00;&#x5929;&#x5C31;&#x8981;&#x8D77;&#x6765;&#x770B;&#x4E66;&#xFF0C;&#x6211;&#x662F;&#x62D2;&#x7EDD;&#x7684;"><a href="#&#x65E9;&#x4E0A;&#x7B2C;&#x4E00;&#x5929;&#x5C31;&#x8981;&#x8D77;&#x6765;&#x770B;&#x4E66;&#xFF0C;&#x6211;&#x662F;&#x62D2;&#x7EDD;&#x7684;" class="headerlink" title="&#x65E9;&#x4E0A;&#x7B2C;&#x4E00;&#x5929;&#x5C31;&#x8981;&#x8D77;&#x6765;&#x770B;&#x4E66;&#xFF0C;&#x6211;&#x662F;&#x62D2;&#x7EDD;&#x7684;"></a>&#x65E9;&#x4E0A;&#x7B2C;&#x4E00;&#x5929;&#x5C31;&#x8981;&#x8D77;&#x6765;&#x770B;&#x4E66;&#xFF0C;&#x6211;&#x662F;&#x62D2;&#x7EDD;&#x7684;</h2><p><img src="/2017/01/01/new-year/new-year1.jpeg" alt="new-year"></p>
<h2 id="&#x800C;&#x4E14;&#x662F;&#x770B;&#x7B97;&#x6CD5;"><a href="#&#x800C;&#x4E14;&#x662F;&#x770B;&#x7B97;&#x6CD5;" class="headerlink" title="&#x800C;&#x4E14;&#x662F;&#x770B;&#x7B97;&#x6CD5;"></a>&#x800C;&#x4E14;&#x662F;&#x770B;&#x7B97;&#x6CD5;</h2><p><img src="/2017/01/01/new-year/new-year2.jpeg" alt="new-year"></p>
          <div class="post-more-link text-center">
            <a class="btn" href="/2017/01/01/new-year/#more" rel="contents">
              Read more &raquo;
            </a>
          </div>
        
      
    </div>

    <div>
      
    </div>

    <div>
      
    </div>

    <footer class="post-footer">
      

      

      
      
        <div class="post-eof"></div>
      
    </footer>
  </article>


    
  </section>

  
  <nav class="pagination">
    <span class="page-number current">1</span><a class="page-number" href="/page/2/">2</a><span class="space">&hellip;</span><a class="page-number" href="/page/4/">4</a><a class="extend next" rel="next" href="/page/2/"><i class="fa fa-angle-right"></i></a>
  </nav>



          </div>
          


          

        </div>
        
          
  
  <div class="sidebar-toggle">
    <div class="sidebar-toggle-line-wrap">
      <span class="sidebar-toggle-line sidebar-toggle-line-first"></span>
      <span class="sidebar-toggle-line sidebar-toggle-line-middle"></span>
      <span class="sidebar-toggle-line sidebar-toggle-line-last"></span>
    </div>
  </div>

  <aside id="sidebar" class="sidebar">
    <div class="sidebar-inner">

      

      

      <section class="site-overview sidebar-panel  sidebar-panel-active ">
        <div class="site-author motion-element" itemprop="author" itemscope itemtype="http://schema.org/Person">
          <img class="site-author-image" itemprop="image"
               src="/images/avtar.png"
               alt="Leone yi ❤ Muzi fan" />
          <p class="site-author-name" itemprop="name">Leone yi ❤ Muzi fan</p>
          <p class="site-description motion-element" itemprop="description">懒</p>
        </div>
        <nav class="site-state motion-element">
          <div class="site-state-item site-state-posts">
            <a href="/archives">
              <span class="site-state-item-count">19</span>
              <span class="site-state-item-name">posts</span>
            </a>
          </div>

          

          
            <div class="site-state-item site-state-tags">
              <a href="/tags">
                <span class="site-state-item-count">16</span>
                <span class="site-state-item-name">tags</span>
              </a>
            </div>
          

        </nav>

        

        <div class="links-of-author motion-element">
          
        </div>

        
        

        
        

      </section>

      

    </div>
  </aside>


        
      </div>
    </main>

    <footer id="footer" class="footer">
      <div class="footer-inner">
        <div class="copyright" >
  
  &copy; 
  <span itemprop="copyrightYear">2017</span>
  <span class="with-love">
    <i class="fa fa-heart"></i>
  </span>
  <span class="author" itemprop="copyrightHolder">Leone yi ❤ Muzi fan</span>
</div>

<div class="powered-by">
  Powered by <a class="theme-link" href="http://hexo.io">Hexo</a>
</div>

<div class="theme-info">
  Theme -
  <a class="theme-link" href="https://github.com/iissnan/hexo-theme-next">
    NexT.Pisces
  </a>
</div>

        

        
      </div>
    </footer>

    <div class="back-to-top">
      <i class="fa fa-arrow-up"></i>
    </div>
  </div>

  

<script type="text/javascript">
  if (Object.prototype.toString.call(window.Promise) !== '[object Function]') {
    window.Promise = null;
  }
</script>









  



  
  <script type="text/javascript" src="/next_vendor/jquery/index.js?v=2.1.3"></script>

  
  <script type="text/javascript" src="/next_vendor/fastclick/lib/fastclick.min.js?v=1.0.6"></script>

  
  <script type="text/javascript" src="/next_vendor/jquery_lazyload/jquery.lazyload.js?v=1.9.7"></script>

  
  <script type="text/javascript" src="/next_vendor/velocity/velocity.min.js?v=1.2.1"></script>

  
  <script type="text/javascript" src="/next_vendor/velocity/velocity.ui.min.js?v=1.2.1"></script>

  
  <script type="text/javascript" src="/next_vendor/fancybox/source/jquery.fancybox.pack.js?v=2.1.5"></script>


  


  <script type="text/javascript" src="/js/src/utils.js?v=5.0.1"></script>

  <script type="text/javascript" src="/js/src/motion.js?v=5.0.1"></script>



  
  


  <script type="text/javascript" src="/js/src/affix.js?v=5.0.1"></script>

  <script type="text/javascript" src="/js/src/schemes/pisces.js?v=5.0.1"></script>



  

  


  <script type="text/javascript" src="/js/src/bootstrap.js?v=5.0.1"></script>



  



  



  
  
  

  

  

</body>
</html>
