<!doctype html>



  


<html class="theme-next pisces use-motion">
<head>
  <meta charset="UTF-8"/>
<meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1" />
<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1"/>



<meta http-equiv="Cache-Control" content="no-transform" />
<meta http-equiv="Cache-Control" content="no-siteapp" />












  
  
  <link href="/next_vendor/fancybox/source/jquery.fancybox.css?v=2.1.5" rel="stylesheet" type="text/css" />




  
  
  
  

  
    
    
  

  

  

  

  

  
    
    
    <link href="//fonts.googleapis.com/css?family=Lato:300,300italic,400,400italic,700,700italic&subset=latin,latin-ext" rel="stylesheet" type="text/css">
  






<link href="/next_vendor/font-awesome/css/font-awesome.min.css?v=4.4.0" rel="stylesheet" type="text/css" />

<link href="/css/main.css?v=5.0.1" rel="stylesheet" type="text/css" />


  <meta name="keywords" content="air-line," />








  <link rel="shortcut icon" type="image/x-icon" href="/favicon.ico?v=5.0.1" />






<meta name="description" content="&amp;#x73B0;&amp;#x5728;&amp;#x98DE;&amp;#x673A;&amp;#x884C;&amp;#x4F7F;&amp;#x5728;&amp;#x4E07;&amp;#x7C73;&amp;#x9AD8;&amp;#x7A7A;&amp;#xFF0C;&amp;#x653B;&amp;#x7565;&amp;#x770B;&amp;#x5F97;&amp;#x6211;&amp;#x7565;&amp;#x56F0;&amp;#x540E;&amp;#xFF0C;&amp;#x6211;&amp;#x6253;&amp;#x7B97;&amp;#x6765;">
<meta property="og:type" content="article">
<meta property="og:title" content="空中旅行">
<meta property="og:url" content="http://zhangyi.im/2016/12/06/air-line/index.html">
<meta property="og:site_name" content="Zhang·Yi's ❤ Home">
<meta property="og:description" content="&amp;#x73B0;&amp;#x5728;&amp;#x98DE;&amp;#x673A;&amp;#x884C;&amp;#x4F7F;&amp;#x5728;&amp;#x4E07;&amp;#x7C73;&amp;#x9AD8;&amp;#x7A7A;&amp;#xFF0C;&amp;#x653B;&amp;#x7565;&amp;#x770B;&amp;#x5F97;&amp;#x6211;&amp;#x7565;&amp;#x56F0;&amp;#x540E;&amp;#xFF0C;&amp;#x6211;&amp;#x6253;&amp;#x7B97;&amp;#x6765;">
<meta property="og:image" content="http://zhangyi.im/2016/12/06/air-line/wedding.jpg">
<meta property="og:updated_time" content="2016-12-06T18:03:05.000Z">
<meta name="twitter:card" content="summary">
<meta name="twitter:title" content="空中旅行">
<meta name="twitter:description" content="&amp;#x73B0;&amp;#x5728;&amp;#x98DE;&amp;#x673A;&amp;#x884C;&amp;#x4F7F;&amp;#x5728;&amp;#x4E07;&amp;#x7C73;&amp;#x9AD8;&amp;#x7A7A;&amp;#xFF0C;&amp;#x653B;&amp;#x7565;&amp;#x770B;&amp;#x5F97;&amp;#x6211;&amp;#x7565;&amp;#x56F0;&amp;#x540E;&amp;#xFF0C;&amp;#x6211;&amp;#x6253;&amp;#x7B97;&amp;#x6765;">
<meta name="twitter:image" content="http://zhangyi.im/2016/12/06/air-line/wedding.jpg">



<script type="text/javascript" id="hexo.configuration">
  var NexT = window.NexT || {};
  var CONFIG = {
    scheme: 'Pisces',
    sidebar: {"position":"right","display":"post"},
    fancybox: true,
    motion: true,
    duoshuo: {
      userId: 0,
      author: 'Author'
    }
  };
</script>

  <title> 空中旅行 | Zhang·Yi's ❤ Home </title>
</head>

<body itemscope itemtype="http://schema.org/WebPage" lang="en">

  



  <script type="text/javascript">
    var _hmt = _hmt || [];
    (function() {
      var hm = document.createElement("script");
      hm.src = "//hm.baidu.com/hm.js?d7fbb811fdddaff8a32d669c1f4ec8bc";
      var s = document.getElementsByTagName("script")[0];
      s.parentNode.insertBefore(hm, s);
    })();
  </script>








  
  
    
  

  <div class="container one-collumn sidebar-position-right page-post-detail ">
    <div class="headband"></div>

    <header id="header" class="header" itemscope itemtype="http://schema.org/WPHeader">
      <div class="header-inner"><div class="site-meta ">
  

  <div class="custom-logo-site-title">
    <a href="/"  class="brand" rel="start">
      <span class="logo-line-before"><i></i></span>
      <span class="site-title">Zhang·Yi's ❤ Home</span>
      <span class="logo-line-after"><i></i></span>
    </a>
  </div>
  <p class="site-subtitle">Nothing changed</p>
</div>

<div class="site-nav-toggle">
  <button>
    <span class="btn-bar"></span>
    <span class="btn-bar"></span>
    <span class="btn-bar"></span>
  </button>
</div>

<nav class="site-nav">
  

  
    <ul id="menu" class="menu">
      
        
        <li class="menu-item menu-item-home">
          <a href="/" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-home"></i> <br />
            
            Home
          </a>
        </li>
      
        
        <li class="menu-item menu-item-categories">
          <a href="/categories" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-th"></i> <br />
            
            Categories
          </a>
        </li>
      
        
        <li class="menu-item menu-item-about">
          <a href="/about" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-user"></i> <br />
            
            About
          </a>
        </li>
      
        
        <li class="menu-item menu-item-archives">
          <a href="/archives" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-archive"></i> <br />
            
            Archives
          </a>
        </li>
      
        
        <li class="menu-item menu-item-tags">
          <a href="/tags" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-tags"></i> <br />
            
            Tags
          </a>
        </li>
      

      
    </ul>
  

  
</nav>

 </div>
    </header>

    <main id="main" class="main">
      <div class="main-inner">
        <div class="content-wrap">
          <div id="content" class="content">
            

  <div id="posts" class="posts-expand">
    

  
  

  
  
  

  <article class="post post-type-normal " itemscope itemtype="http://schema.org/Article">

    
      <header class="post-header">

        
        
          <h1 class="post-title" itemprop="name headline">
            
            
              
                空中旅行
              
            
          </h1>
        

        <div class="post-meta">
          <span class="post-time">
            <span class="post-meta-item-icon">
              <i class="fa fa-calendar-o"></i>
            </span>
            <span class="post-meta-item-text">Posted on</span>
            <time itemprop="dateCreated" datetime="2016-12-06T22:56:29+08:00" content="2016-12-06">
              2016-12-06
            </time>
          </span>

          

          
            
          

          

          
          

          
        </div>
      </header>
    


    <div class="post-body" itemprop="articleBody">

      
      

      
        <p>&#x73B0;&#x5728;&#x98DE;&#x673A;&#x884C;&#x4F7F;&#x5728;&#x4E07;&#x7C73;&#x9AD8;&#x7A7A;&#xFF0C;&#x653B;&#x7565;&#x770B;&#x5F97;&#x6211;&#x7565;&#x56F0;&#x540E;&#xFF0C;&#x6211;&#x6253;&#x7B97;&#x6765;&#x8BB0;&#x5F55;&#x4E00;&#x4E0B;&#x8FD9;&#x51E0;&#x5929;&#x53D1;&#x751F;&#x7684;&#x4E8B;&#x60C5;&#x3002;</p>
<p>12&#x6708;2&#x65E5;&#x665A;&#x4E0A;10&#xFF1A;45&#x98DE;&#x673A;&#x7A33;&#x7A33;&#x7684;&#x964D;&#x843D;&#x5728;&#x6C5F;&#x5317;&#x673A;&#x573A;&#xFF0C;&#x706B;&#x901F;KFC&#xFF0C;&#x7136;&#x540E;&#x5F00;&#x8F66;&#x6765;&#x5230;&#x5B8B;&#x51AC;&#x91CE;&#x5531;&#x8FC7;&#x7684;&#x6C99;&#x4E2D;&#x8DEF;&#xFF0C;&#x90A3;&#x91CC;&#x505C;&#x8F66;&#x4F4D;&#x53EF;&#x771F;&#x96BE;&#x627E;&#x554A;&#xFF0C;&#x641E;&#x5B9A;&#x540E;&#xFF0C;&#x7EC8;&#x4E8E;&#x89C1;&#x5230;&#x4E86;&#x7761;&#x610F;&#x6D53;&#x6D53;&#x7684;&#x82B1;&#x9B41;~ &#x665A;&#x5B89;&#xFF01;&#x5C71;&#x57CE;&#x591C;&#x3002;</p>
<p>12&#x6708;3&#x65E5;&#x6797;&#x5BA5;&#x5609;&#x6F14;&#x5531;&#x4F1A;&#xFF1A;&#x8E29;&#x7740;&#x7B2C;&#x4E00;&#x9996;&#x6B4C;&#x7684;&#x8282;&#x594F;&#xFF0C;&#x8FDB;&#x5165;&#x5230;&#x73B0;&#x573A;&#x3002;2.5&#x5C0F;&#x65F6;&#x540E;&#x542C;&#x5B8C;&#x6574;&#x573A;&#xFF0C;&#x90A3;&#x4F4D;&#x5E78;&#x798F;&#x7684;&#x65B0;&#x90CE;&#x6709;&#x4E00;&#x80A1;&#x5C0F;&#x5C0F;&#x7684;&#x90AA;&#x6C14;&#x8FD8;&#x900F;&#x9732;&#x51FA;&#x4E00;&#x4E1D;&#x4E1D;&#x5014;&#x5F3A;&#x5462;&#x3002;&#x6211;&#x7684;&#x5168;&#x573A;&#x6700;&#x4F73;&#x300A;&#x5510;&#x4EBA;&#x8857;&#x300B;&#xFF0C;&#x539F;&#x56E0;&#xFF1A;&#x6211;&#x4E0D;&#x8BF4;^_&gt;&#x3002;</p>
<p>12&#x6708;4&#x65E5;&#x56DE;&#x4E86;&#x4E00;&#x8D9F;&#x8001;&#x5BB6;&#xFF0C;&#x7531;&#x4E8E;&#x65E9;&#x4E0A;&#x81EA;&#x5DF1;&#x7684;&#x62D6;&#x5EF6;&#xFF0C;&#x5DEE;&#x70B9;&#x803D;&#x8BEF;&#x4E86;&#x4E2D;&#x5348;&#x548C;&#x5973;&#x7968;&#x7238;&#x5988;&#x3001;&#x5916;&#x516C;&#x5916;&#x5A46;&#x5403;&#x996D;&#x7684;&#x65F6;&#x95F4;&#x3002;&#x548C;&#x6628;&#x665A;&#x770B;&#x6797;&#x5BA5;&#x5609;&#x6F14;&#x5531;&#x4F1A;&#x4E00;&#x6837;&#xFF0C;&#x53C8;&#x5F00;&#x542F;&#x4E86;&#x98DE;&#x5954;&#x6A21;&#x5F0F;&#xFF0C;&#x6BD4;&#x8F83;&#x5E78;&#x8FD0;&#x7684;&#x662F;&#x4EA4;&#x901A;&#x8FD8;&#x6CA1;&#x90A3;&#x4E48;&#x574F;&#xFF0C;&#x8D76;&#x5728;12&#x70B9;&#x949F;&#x5230;&#x8FBE;&#xFF0C;&#x5E76;&#x4E14;&#x6210;&#x529F;&#x89C1;&#x5230;&#x4E86;&#x6768;&#x5C0F;&#x5E06;&#x7684;&#x5BB6;&#x4EBA;&#xFF0C;&#x963F;&#x59E8;&#x8D85;&#x7EA7;&#x70ED;&#x60C5;&#x7684;&#x6B3E;&#x5F85;&#xFF0C;&#x6BD4;&#x5E73;&#x65F6;&#x591A;&#x4E86;4&#x3001;5&#x4E2A;&#x83DC;&#xFF0C;&#x611F;&#x89C9;&#x975E;&#x5E38;&#x5F00;&#x5FC3;&#xFF0C;&#x684C;&#x4E0A;&#x7684;&#x6BCF;&#x4E00;&#x4EFD;&#x83DC;&#x5305;&#x62EC;&#x665A;&#x4E0A;&#x5403;&#x7684;&#x725B;&#x8089;&#x90FD;&#x8D85;&#x7EA7;&#x8D5E;&#xFF0C;&#x770B;&#x6765;&#x6211;&#x7684;&#x53A8;&#x795E;&#x5730;&#x4F4D;&#x9700;&#x8981;&#x66F4;&#x5F3A;&#x5927;&#x7684;&#x6211;&#x6765;&#x634D;&#x536B;&#x4E86;&#x3002;</p>
<a id="more"></a>
<p>&#x7531;&#x4E8E;&#x65F6;&#x95F4;&#x5B89;&#x6392;&#xFF0C;&#x65E2;&#x5B9A;&#x7684;&#x884C;&#x7A0B;&#x6CA1;&#x80FD;&#x9001;&#x59B9;&#x59B9;&#x5230;&#x5B66;&#x6821;&#xFF0C;&#x4F46;&#x662F;&#x4E5F;&#x5728;&#x56DE;&#x5BB6;&#x7684;&#x8DEF;&#x4E0A;&#x7ED9;&#x5979;&#x804A;&#x8FC7;&#x534A;&#x4E2A;&#x591A;&#x5C0F;&#x65F6;&#xFF0C;&#x521D;&#x4E2D;&#x7684;&#x5979;&#x611F;&#x89C9;&#x8FD8;&#x662F;&#x633A;&#x62D8;&#x8C28;&#x7684;&#xFF0C;&#x8FD8;&#x9700;&#x8981;&#x5F88;&#x591A;&#x4E8B;&#x60C5;&#x6765;&#x5386;&#x7EC3;&#xFF0C;&#x8BF4;&#x5230;&#x8FD9;&#x91CC;&#xFF0C;&#x611F;&#x89C9;&#x81EA;&#x5DF1;&#x5BF9;&#x4E8E;&#x5B50;&#x5973;&#x7684;&#x6559;&#x80B2;&#x7684;&#x77E5;&#x8BC6;&#x79EF;&#x7D2F;&#x8FD8;&#x662F;&#x6BD4;&#x8F83;&#x532E;&#x4E4F;&#x7684;&#xFF0C;&#x4F46;&#x662F;&#x5C31;&#x50CF;eason&#x5728;&#x300A;baby song&#x300B;&#x91CC;&#x9762;&#x5531;&#x7684;&#xFF1A;&#x4F60;&#x8BE5;&#x600E;&#x6837;&#x5BF9;&#x5F85;&#x4E16;&#x754C;&#xFF0C;&#x6216;&#x5B83;&#x8BE5;&#x600E;&#x5BF9;&#x4F60;&#xFF0C;&#x8981;&#x8DDF;&#x73B0;&#x5728;&#x4E00;&#x6837;&#x968F;&#x5FC3;&#xFF0C;&#x8BA9;&#x4F60;&#x7684;&#x773C;&#x775B;&#x548C;&#x5FC3;&#x4F9D;&#x7136;&#x7EAF;&#x51C0;&#x3002;&#x603B;&#x611F;&#x89C9;&#x6CA1;&#x6709;&#x627E;&#x5BF9;&#x4E00;&#x4E2A;&#x6B63;&#x786E;&#x7684;&#x65B9;&#x6CD5;&#x53BB;&#x548C;&#x5979;&#x5EFA;&#x7ACB;&#x6709;&#x6548;&#x7684;&#x6C9F;&#x901A;&#x3002;</p>
<p>&#x5F53;&#x665A;&#xFF0C;&#x56DE;&#x5230;&#x878D;&#x6C47;&#x5DF2;&#x7ECF;&#x5FEB;12&#x70B9;&#x4E86;&#xFF0C;&#x8033;&#x6735;&#x91CC;&#x9762;&#x5C31;&#x4E0D;&#x65AD;&#x7684;&#x8E66;&#x51FA;&#x300E;&#x901A;&#x8FC7;&#x4E25;&#x91CD;&#x62E5;&#x5835;&#x8DEF;&#x6BB5;&#xFF0C;&#x9884;&#x8BA1;&#x901A;&#x8FC7;&#x65F6;&#x95F4;&#xFF0C;1&#x5C0F;&#x65F6;xxx&#x5206;&#x949F;&#x300F;&#x3002;&#x3002;&#x3002;&#x3002;&#x3002;&#x64E6;&#xFF0C;&#x88AB;&#x767E;&#x5EA6;&#x5730;&#x56FE;&#x5751;&#x4E86;&#x65E0;&#x6570;&#x6B21;&#x540E;&#xFF0C;&#x6211;&#x4E5F;&#x6E10;&#x6E10;&#x611F;&#x89C9;&#x8FD8;&#x662F;&#x8981;&#x8BB0;&#x8DEF;&#xFF0C;&#x8BB0;&#x8DEF;&#x624D;&#x662F;&#x6B63;&#x9053;&#x3002;</p>
<p>&#x8FD9;&#x91CC;&#x53D1;&#x73B0;&#x4E00;&#x4E2A;&#x5C0F;tips&#xFF0C;&#x6768;&#x8001;&#x5E08;&#xFF0C;&#x665A;&#x4E0A;&#x4E00;&#x5230;&#x4E86;&#x56F0;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x6574;&#x4E2A;&#x4EBA;&#x5C31;&#x4F1A;&#x53D8;&#x61F5;&#xFF08;&#x840C;&#xFF09;&#xFF0C;&#x4E24;&#x773C;&#x65E0;&#x795E;&#x7684;&#x770B;&#x5230;&#x524D;&#x65B9;&#xFF0C;&#x77B3;&#x5B54;&#x5DF2;&#x7ECF;&#x5931;&#x53BB;&#x7126;&#x70B9;&#xFF0C;&#x4E00;&#x526F;&#x8BA9;&#x4EBA;&#x5FC3;&#x75BC;&#x5F97;&#x65E0;&#x6CD5;&#x547C;&#x5438;&#x7684;&#x6837;&#x5B50;&#xFF0C;&#x770B;&#x6765;&#x4EE5;&#x540E;&#x5F97;&#x8C03;&#x6574;&#x4E00;&#x4E0B;&#x65F6;&#x95F4;&#xFF0C;&#x665A;&#x7761;&#x786E;&#x5B9E;&#x633A;&#x78E8;&#x4EBA;&#x7684;</p>
<p>12&#x6708;5&#x65E5;<br>&#x300A;&#x5929;&#x771F;&#x6709;&#x90AA;&#x300B;</p>
<blockquote>
<p>&#x6211;&#x5DF2;&#x7ECF; &#x4E0D;&#x80FD;&#x7528;&#x5355;&#x7EAF;&#x7684;&#x8BED;&#x6C14; &#x518D;&#x5531;&#x60C5;&#x6B4C;<br>&#x867D;&#x7136;&#x8868;&#x9762;&#x4E0A; &#x6211;&#x8FD8;&#x662F;&#x5B8C;&#x6574; &#x90A3;&#x4E2A;&#x6211;<br>&#x53EF;&#x662F;&#x8EAB;&#x4F53;&#x25683; &#x6709;&#x4E2A;&#x4EC0;&#x4E48; &#x5DF2;&#x88AB;&#x523A;&#x7834;<br>&#x6709;&#x4E00;&#x9897; &#x6211;&#x4ECE;&#x5C0F;&#x4EF0;&#x671B; &#x7684;&#x661F;&#x661F; &#x6084;&#x6084;&#x6B92;&#x843D;<br>&#x7231;&#x60C5;&#x7684;&#x795E;&#x7ECF; &#x4EE5;&#x540E; &#x4E00;&#x5FEB;&#x4E50; &#x5C31;&#x96BE;&#x8FC7;<br>&#x4F1A;&#x6492;&#x8C0E;&#x4E4B;&#x524D; &#x6709;&#x53E5;&#x8BDD; &#x518D;&#x4E0D;&#x8BF4;<br>&#x8BA9;&#x4F60;&#x7B11;&#x8FC7; &#x5C31;&#x6CA1;&#x52C7;&#x6C14;&#x8D64;&#x88F8;<br>&#x4F60;&#x53EF;&#x77E5;&#x9053; &#x5BF9;&#x6211;&#x505A;&#x8FC7; &#x4EC0;&#x4E48;&#x6700;&#x6B8B;&#x5FCD;<br>&#x5C31;&#x662F;&#x4F60; &#x72E0;&#x72E0;&#x628A;&#x6211; &#x4E00;&#x591C;&#x4E4B;&#x95F4; &#x53D8;&#x6210;&#x4E86;&#x5927;&#x4EBA;<br>&#x594B;&#x4E0D;&#x987E;&#x8EAB;&#x7684;&#x5929;&#x771F;<br>&#x77AC;&#x95F4;&#x5316;&#x6210;&#x4E00;&#x8DEF;&#x8D70;&#x6765;&#x7684;&#x4F24;&#x75D5;<br>&#x6211;&#x6000;&#x5FF5; &#x6211;&#x7684;&#x7B28;<br>&#x7231;&#x4EBA; &#x4F60;&#x592A;&#x77E5;&#x9053; &#x5BB3;&#x4E00;&#x4E2A;&#x4EBA; &#x600E;&#x6837;&#x5BB3;&#x4E00;&#x751F;<br>&#x4F60;&#x5728;&#x4ED6; &#x5E72;&#x51C0;&#x65E0;&#x83CC; &#x4E3B;&#x9898;&#x4E50;&#x56ED; &#x52A0;&#x8FDB;&#x4E86;&#x574F;&#x4EBA;<br>&#x53EF;&#x601C;&#x65E0;&#x90AA;&#x90A3;&#x9897;&#x5FC3;<br>&#x5C31;&#x662F;&#x8FD9;&#x6837; &#x4E0D;&#x77E5;&#x4E0D;&#x89C9; &#x53D8;&#x5F97;&#x72E0;<br>&#x72E0;&#x5F97;&#x597D;&#x6B79; &#x4E0D;&#x5206;<br>&#x6709;&#x79CD; &#x6210;&#x719F; &#x540D;&#x53EB;&#x5760;&#x843D;&#x51E1;&#x5C18;<br>&#x4F60;&#x53EF;&#x77E5;&#x9053; &#x5BF9;&#x6211;&#x505A;&#x8FC7; &#x4EC0;&#x4E48;&#x6700;&#x6B8B;&#x5FCD;<br>&#x5C31;&#x662F;&#x4F60; &#x72E0;&#x72E0;&#x628A;&#x6211; &#x4E00;&#x591C;&#x4E4B;&#x95F4; &#x53D8;&#x6210;&#x4E86;&#x5927;&#x4EBA;<br>&#x594B;&#x4E0D;&#x987E;&#x8EAB;&#x7684;&#x5929;&#x771F;<br>&#x77AC;&#x95F4;&#x5316;&#x6210;&#x4E00;&#x8DEF;&#x8D70;&#x6765;&#x7684;&#x4F24;&#x75D5;<br>&#x6211;&#x60BC;&#x5FF5; &#x6211;&#x7684;&#x7B28;<br>&#x7231;&#x4EBA; &#x4F60;&#x592A;&#x77E5;&#x9053; &#x5BB3;&#x4E00;&#x4E2A;&#x4EBA; &#x600E;&#x6837;&#x5BB3;&#x4E00;&#x751F;<br>&#x4F60;&#x5728;&#x4ED6; &#x5E72;&#x51C0;&#x65E0;&#x83CC; &#x4E3B;&#x9898;&#x4E50;&#x56ED; &#x52A0;&#x8FDB;&#x4E86;&#x574F;&#x4EBA;<br>&#x53EF;&#x601C;&#x65E0;&#x90AA;&#x90A3;&#x9897;&#x5FC3;<br>&#x7A81;&#x7136;&#x660E;&#x767D; &#x81EA;&#x79C1;&#x4E00;&#x70B9; &#x4E0D;&#x8FC7;&#x5206;<br>&#x80DC;&#x4E8E;&#x4E3A;&#x4F60; &#x81EA;&#x711A;<br>&#x8BF7;&#x95EE; &#x597D;&#x60F3;&#x77E5;&#x9053; &#x8FD9;&#x4E2A;&#x4E16;&#x754C; &#x4F1A;&#x6709;&#x4EC0;&#x4E48;&#x4EBA;<br>&#x613F;&#x610F;&#x628A; &#x7B2C;&#x4E00;&#x652F;&#x67AA; &#x9001;&#x7ED9;&#x672A;&#x7ECF; &#x6C61;&#x67D3;&#x7684;&#x7075;&#x9B42;<br>&#x867D;&#x7136;&#x5929;&#x5730;&#x4E5F;&#x4E0D;&#x4EC1;<br>&#x82E5;&#x975E;&#x5FC5;&#x8981; &#x5524;&#x9192;&#x9632;&#x5FA1;&#x7684;&#x672C;&#x80FD;<br>&#x80FD;&#x4E0D;&#x80FD; &#x7B49;&#x4E00;&#x7B49;</p>
</blockquote>
<p>12&#x6708;6&#x65E5;&#xFF0C;&#x65E9;&#x4E0A;&#x9001;&#x5979;&#x53BB;&#x4E0A;&#x73ED;&#xFF0C;&#x51AC;&#x65E5;&#x7684;&#x6696;&#x9633;&#x771F;&#x597D;&#xFF0C;&#x751A;&#x81F3;&#x4E00;&#x5207;&#x90FD;&#x90A3;&#x4E48;&#x7F8E;&#x597D;&#x3002;&#x6240;&#x6709;&#x7684;&#x5E73;&#x5E38;&#x7684;&#x3001;&#x4E0D;&#x5E73;&#x5E38;&#x7684;&#x3001;&#x8BA1;&#x5212;&#x7684;&#xFF0C;&#x610F;&#x5916;&#x7684;&#x3001;&#x770B;&#x89C1;&#x7684;&#x3001;&#x9519;&#x8FC7;&#x7684;&#x3001;&#x9047;&#x89C1;&#x7684;&#x90FD;&#x662F;&#x751F;&#x6D3B;&#x3002;&#x5F88;&#x5E73;&#x5E38;&#x7684;&#x4E00;&#x5929;&#x4F46;&#x662F;&#x6709;&#x5F88;&#x4E0D;&#x5E73;&#x5E38;&#x7684;&#x611F;&#x609F;&#xFF0C;&#x53C8;&#x662F;&#x79BB;&#x522B;&#x65F6;&#x5019;&#xFF0C;1500&#x516C;&#x91CC;&#x7684;&#x8DDD;&#x79BB;&#xFF0C;&#x6211;&#x5728;&#x4E00;&#x4E07;&#x591A;&#x7C73;&#x7684;&#x9AD8;&#x7A7A;&#xFF0C;&#x98DE;&#x673A;&#x5FEB;&#x8981;&#x964D;&#x843D;&#xFF0C;&#x8033;&#x6735;&#x5F00;&#x59CB;&#x80C0;&#x9E23;&#x3002;&#x6768;&#x8001;&#x5E08;&#xFF0C;&#x6211;&#x89C9;&#x5F97;&#x6211;&#x79BB;&#x4E0D;&#x5F00;&#x4F60;&#x4E86;&#x3002;&#x8981;&#x4E0D;&#x7ED3;&#x4E2A;&#x5A5A;&#xFF1F;&#xFF08;&#x4E58;&#x52A1;&#x957F;&#x8BF4;&#x534A;&#x5C0F;&#x65F6;&#x540E;&#x98DE;&#x673A;&#x4F1A;&#x964D;&#x843D;&#x5728;&#x9996;&#x90FD;T2&#x822A;&#x7AD9;&#x697C; 2016-12-6 23:31 &#xFF09;</p>
<p><img src="/2016/12/06/air-line/wedding.jpg" alt="logo"></p>
<p>&#x4ECA;&#x5929;&#x504F;&#x7231;&#x8FD9;&#x4E00;&#x9996;</p>
<p><iframe frameborder="no" border="0" marginwidth="0" marginheight="0" width="330" height="86" src="//music.163.com/outchain/player?type=2&amp;id=27591140&amp;auto=1&amp;height=66"></iframe><br>ps:&#x6162;&#x8239;&#x53BB;&#x4E2D;&#x56FD;&#x662F;&#x4E00;&#x53E5;&#x82F1;&#x6587;&#x6210;&#x8BED;&#xFF0C;&#x610F;&#x601D;&#x5C31;&#x662F;&#x6F2B;&#x957F;&#x7684;&#x65C5;&#x9014;</p>
<p>More info: <a href="./">link</a></p>

      
    </div>

    <div>
      
        
      
    </div>

    <div>
      
        

      
    </div>

    <footer class="post-footer">
      
        <div class="post-tags">
          
            <a href="/tags/air-line/" rel="tag">#air-line</a>
          
        </div>
      

      
        <div class="post-nav">
          <div class="post-nav-next post-nav-item">
            
              <a href="/2016/11/27/home-weekend/" rel="next" title="周末宅之迷">
                <i class="fa fa-chevron-left"></i> 周末宅之迷
              </a>
            
          </div>

          <div class="post-nav-prev post-nav-item">
            
          </div>
        </div>
      

      
      
    </footer>
  </article>



    <div class="post-spread">
      
    </div>
  </div>


          </div>
          


          
  <div class="comments" id="comments">
    
  </div>


        </div>
        
          
  
  <div class="sidebar-toggle">
    <div class="sidebar-toggle-line-wrap">
      <span class="sidebar-toggle-line sidebar-toggle-line-first"></span>
      <span class="sidebar-toggle-line sidebar-toggle-line-middle"></span>
      <span class="sidebar-toggle-line sidebar-toggle-line-last"></span>
    </div>
  </div>

  <aside id="sidebar" class="sidebar">
    <div class="sidebar-inner">

      

      
        <ul class="sidebar-nav motion-element">
          <li class="sidebar-nav-toc sidebar-nav-active" data-target="post-toc-wrap" >
            Table of Contents
          </li>
          <li class="sidebar-nav-overview" data-target="site-overview">
            Overview
          </li>
        </ul>
      

      <section class="site-overview sidebar-panel ">
        <div class="site-author motion-element" itemprop="author" itemscope itemtype="http://schema.org/Person">
          <img class="site-author-image" itemprop="image"
               src="/images/avtar.png"
               alt="Leone yi ❤ Muzi fan" />
          <p class="site-author-name" itemprop="name">Leone yi ❤ Muzi fan</p>
          <p class="site-description motion-element" itemprop="description">懒</p>
        </div>
        <nav class="site-state motion-element">
          <div class="site-state-item site-state-posts">
            <a href="/archives">
              <span class="site-state-item-count">12</span>
              <span class="site-state-item-name">posts</span>
            </a>
          </div>

          

          
            <div class="site-state-item site-state-tags">
              <a href="/tags">
                <span class="site-state-item-count">11</span>
                <span class="site-state-item-name">tags</span>
              </a>
            </div>
          

        </nav>

        

        <div class="links-of-author motion-element">
          
        </div>

        
        

        
        

      </section>

      
        <section class="post-toc-wrap motion-element sidebar-panel sidebar-panel-active">
          <div class="post-toc">
            
              
            
            
              <p class="post-toc-empty">This post does not have a Table of Contents</p>
            
          </div>
        </section>
      

    </div>
  </aside>


        
      </div>
    </main>

    <footer id="footer" class="footer">
      <div class="footer-inner">
        <div class="copyright" >
  
  &copy; 
  <span itemprop="copyrightYear">2016</span>
  <span class="with-love">
    <i class="fa fa-heart"></i>
  </span>
  <span class="author" itemprop="copyrightHolder">Leone yi ❤ Muzi fan</span>
</div>

<div class="powered-by">
  Powered by <a class="theme-link" href="http://hexo.io">Hexo</a>
</div>

<div class="theme-info">
  Theme -
  <a class="theme-link" href="https://github.com/iissnan/hexo-theme-next">
    NexT.Pisces
  </a>
</div>

        

        
      </div>
    </footer>

    <div class="back-to-top">
      <i class="fa fa-arrow-up"></i>
    </div>
  </div>

  

<script type="text/javascript">
  if (Object.prototype.toString.call(window.Promise) !== '[object Function]') {
    window.Promise = null;
  }
</script>









  



  
  <script type="text/javascript" src="/next_vendor/jquery/index.js?v=2.1.3"></script>

  
  <script type="text/javascript" src="/next_vendor/fastclick/lib/fastclick.min.js?v=1.0.6"></script>

  
  <script type="text/javascript" src="/next_vendor/jquery_lazyload/jquery.lazyload.js?v=1.9.7"></script>

  
  <script type="text/javascript" src="/next_vendor/velocity/velocity.min.js?v=1.2.1"></script>

  
  <script type="text/javascript" src="/next_vendor/velocity/velocity.ui.min.js?v=1.2.1"></script>

  
  <script type="text/javascript" src="/next_vendor/fancybox/source/jquery.fancybox.pack.js?v=2.1.5"></script>


  


  <script type="text/javascript" src="/js/src/utils.js?v=5.0.1"></script>

  <script type="text/javascript" src="/js/src/motion.js?v=5.0.1"></script>



  
  


  <script type="text/javascript" src="/js/src/affix.js?v=5.0.1"></script>

  <script type="text/javascript" src="/js/src/schemes/pisces.js?v=5.0.1"></script>



  
  <script type="text/javascript" src="/js/src/scrollspy.js?v=5.0.1"></script>
<script type="text/javascript" src="/js/src/post-details.js?v=5.0.1"></script>



  


  <script type="text/javascript" src="/js/src/bootstrap.js?v=5.0.1"></script>



  



  



  
  
  

  

  

</body>
</html>
